{
    "title": "О нас",
    "head-title": "Что такое PRG?",
    "head-description": "Psyche's Royale Gaming ry — это некоммерческая ассоциация в сфере игрового искусства, которая совместно разрабатывает мобильную игру ALT Zone 1.0.",
    "head-keywords": "Широкий круг талантливых людей вносит свой вклад в этот проект.",

    "project": "человек работали над этим проектом.",
    "locality": "человек — из другого региона.",
    "nationality": "Из другой национальности",
    "behind": "лет пути позади",

    "localityCount": "15",
    "nationalityCount": "5",

    "story-title": "История ALT Zone",

    "V2019": "Идея мобильной игры ALT Zone родилась из воображения 11-летнего мальчика. Концепция была представлена организации Psyche’s Royale Gaming (PRG ry), и команда сразу же вдохновилась — это был уникальный тип игры, в которую нам самим хотелось бы играть и делиться ею с другими! PRG особенно заинтересовало то, что вместо привычной механики драк и стрельбы, характерной для мобильных игр, игровой процесс ALT Zone был построен вокруг защиты и обороны. Эти формы защиты были вдохновлены реальной жизнью: например, у алкоголика щитом могла бы быть бутылка, у всезнайки — книга, и так далее.\n\nВскоре вокруг этой идеи начала формироваться целая сеть новых, заставляющих задуматься концепций. Это породило вопрос: может ли игра служить платформой для художественного исследования и размышлений о человеческой природе? Какую дискуссию мы могли бы инициировать? В то время PRG ry в основном занималась организацией инклюзивных игровых мероприятий и киберспортивной активности, уже наладив связи с профессиональным сообществом геймеров. Мы начали предлагать идею игры различным профессионалам отрасли — и они, похоже, были так же воодушевлены, как и мы.\n\nВдохновлённая этим, команда PRG начала шире размышлять о потенциале игр как формы провокационного искусства, а также о роли игр в художественном образовании. Как можно включить игры в школьную программу наряду с театром, визуальным искусством, литературой и кино? В художественном образовании, помимо изучения исторических движений и примеров, ключевым элементом часто является совместное переживание произведения искусства и коллективное осмысление его значений. Но как реализовать это с помощью игр?\n\nВ беседах с профессионалами игровой индустрии мы узнали, что большинство их попыток внедрить игровое тестирование в школах провалились — в основном потому, что школы не участвуют в коммерческом сотрудничестве. PRG ry увидела в этом возможность объединить свой опыт в области художественного образования с реальной потребностью в сфере игр. До того как сосредоточиться на разработке игр, PRG гастролировала по школам с театральными постановками, выполняя требование национальной учебной программы, предусматривающее ежегодное участие всех учеников в театральных мероприятиях. Эти выступления сопровождались занятиями и обсуждениями в классах.\n\nВозник новый вопрос: а что если мы представим мобильную игру ALT Zone в школах в похожем формате? Проведём единый игровой опыт в классе — нечто, с чем учащиеся смогут взаимодействовать как с совместным художественным переживанием, будь то как отдельное произведение, либо как часть более широкой тематической программы. Это также откроет возможность участвовать в дальнейшем развитии игры. В конце концов, PRG ry — это волонтёрская ассоциация, где идеи реализуются без денежного участия. Эта идея показалась слишком значимой, чтобы её игнорировать, и сеть профессиональных разработчиков предложила свою помощь в её реализации. Пришло время сделать шаг в неизвестность. Работа могла начинаться.",

    "V2020": "В 2020 году мы начали набирать стажёров из игровой индустрии для участия в проекте. Идея получить практический опыт в разработке игр сразу вызвала интерес, и мы получили множество откликов о том, что студентам, обучающимся на программистов и специалистов по медиатехнологиям, часто трудно найти стажировки по специальности. Игровые студии, как правило, слишком заняты, чтобы предоставлять наставничество, а многие игровые проекты являются конфиденциальными.\n\nВскоре мы установили связи с несколькими профессиональными и прикладными вузами, студенты которых с энтузиазмом отнеслись к возможности пройти обучение. В том же году к проекту присоединились первые стажёры, и мы начали проводить еженедельные встречи в Центральной библиотеке Oodi в Хельсинки. Оглядываясь назад, можно сказать, что вначале наша команда не имела достаточной экспертизы в наставничестве стажёров или в самой разработке игр — но мы с лихвой компенсировали это страстью к делу. Команда PRG имела прочную театральную базу, а производственные практики в театре и в геймдеве сильно отличаются. Тем не менее, благодаря талантливым (или отважно любопытным) стажёрам, новым волонтёрам и профессиональным контактам, проект начал набирать обороты.\n\nПостепенно игра начала складываться по частям — сначала шатко, но с постоянным обучением на каждом этапе. Только самые зоркие могли разглядеть в этом потенциал. Вскоре стало ясно, что еженедельных встреч недостаточно для поддержания структуры и непрерывности, необходимых для эффективной командной работы. В результате мы создали специальный сервер в Discord, чтобы наладить коммуникацию. Это позволило нам привлекать стажёров со всей страны и обеспечить ежедневное взаимодействие. С помощью других инструментов, удобных для удалённой работы, таких как GitHub и Google Drive, мы начали строить фундамент устойчивого процесса.\n\nХотя в команде всё ещё были технические пробелы, работа продолжалась в своём темпе. Художественная миссия придавала игре особый ритм: каждый элемент — от графики до логики игры — должен был быть осмысленным и значимым. Одним из признаков этого художественного стремления стало создание сюжетного комикса, призванного служить предысторией игры — он был разработан и проиллюстрирован в течение года.",

    "V2021": "К началу 2021 года многие элементы начали складываться воедино: основная логика игры оформилась, а нарративный слой приобрёл более чёткую структуру. Сценарий комикса был завершён, что освободило время для сосредоточения на управлении проектом и организационных моделях, которые становились всё более необходимыми по мере роста команды.\n\nМы разработали внутренние руководства по проекту, создавали новых персонажей, искали визуальный стиль игры и так далее. С приходом новых стажёров и появлением свежих идей мы постоянно пересматривали концепции — к счастью, — и это только способствовало прояснению содержания и структуры игры.\n\nРост команды принёс с собой и определённые трудности, особенно в поддержании непрерывности: многие участники приходили и уходили в соответствии с учебными циклами стажировок, и новым стажёрам часто было трудно продолжить работу с того места, где остановились предыдущие. Проекту стала необходима постоянная координация и руководство, иначе говоря — стабильная основная команда. Мы начали искать участников, готовых к более долгосрочному вкладу, помимо стажёров. Это привело к откликам от начинающих профессионалов, безработных, проходящих трудовые практики, а также волонтёров, желающих принять участие в значимом проекте.",

    "V2022": "В течение 2022 года начала формироваться более постоянная основная команда разработчиков, которая взяла на себя ответственность за непрерывность проекта в разных его аспектах. Внутри этой команды мы начали разрабатывать операционные документы и принимать ключевые структурные решения, которые затем реализовывались отдельными подкомандами на практике.\n\nПроект естественным образом разделился на специализированные направления — команды, работающие над одной общей целью: создать художественно выразительную мобильную игру, в которую мы сами захотели бы играть.\n\nХудожественная миссия проекта была основана на убеждении, что искусство должно поднимать социально значимые темы и провоцировать дискуссии. Какие размышления могут возникнуть, если представить алкоголизм или компульсивное переедание как защитные механизмы? Может ли это способствовать пониманию или открыть конструктивный диалог о знакомых многим стратегиях выживания: задира, который избегает чувств, клоун в классе, переедающий, местный пьяница? Поможет ли это кому-то осознать собственные защитные механизмы до того, как они укоренятся и начнут ограничивать жизнь?\n\nПо мере развития процесса основная команда всё яснее осознавала социально-психологические возможности, которые открывает игровое искусство. Проект стал отличной платформой для изучения таких тем. Например, что если игрокам придётся делить все игровые награды коллективно? Или если все ключевые решения клана — от выбора лидеров до продажи ненужной мебели на складе — должны приниматься путём голосования? Какие социальные динамики могут при этом возникнуть?\n\nМир искусства — это пространство для воображения и игры, где мы можем безопасно исследовать, бросать вызов и смеяться над тем, о чём в обществе часто молчат. Волшебный круг игры ощущался как мощная возможность использовать игровое, интерактивное искусство для запуска глубоких размышлений. Всё яснее становилась и формирующаяся цель PRG ry: поднять игры до уровня признанной формы искусства и встроить их в более широкий художественный контекст.",

    "V2023": "2023 год стал важным этапом в производстве игры ALT Zone. К проекту присоединилось ещё больше удивительных волонтёров и стажёров. Были сформированы новые команды, работающие над серверной разработкой, механиками мультиплеера, звуковым дизайном, созданием веб-сайта и материалов для художественного образования.\n\nALT Zone вырос в проект по разработке игры с участием около 80 активных участников, организованных в специализированные команды, каждая из которых имела своего лидера. По мере того как проект расширялся и развивался, а его образовательная миссия становилась всё более чёткой, мы смогли определить нашу конкретную, результат-ориентированную цель: выпуск ALT Zone 1.0 — версии, которая станет основой для образовательного медиа-арт пакета, предназначенного для школ. Он будет включать в себя вопросы для обсуждения, чтобы поддерживать коллективный анализ. Подобно тому, как образовательные материалы строятся вокруг литературных произведений или фильмов, этот пакет поможет учащимся изучать и интерпретировать конкретный медиатекст, обеспечивая «базовый текст» для понимания игрового искусства. Игроки-тестировщики также смогут делиться отзывами и при желании присоединяться к нашему Discord-серверу, чтобы участвовать в дальнейшем тестировании.\n\nВ то же время основная команда стремилась сохранить широкое видение будущего: продолжить разработку ALT Zone как публично выпущенной игры, которая будет коллективно развиваться и выходить за рамки версии 1.0. Этот будущий этап получил название ALT Zone 2.0 — потенциальный релиз, который сможет генерировать доход для поддержки дальнейшей разработки. Вся прибыль будет направляться в фонд поддержки молодёжных мечт, ежегодно предоставляющий гранты творческим проектам, инициированным молодёжью.",

    "V2024": "В 2024 году к проекту присоединились тимлиды по UI-дизайну и веб-разработке, благодаря чему сформировалась по-настоящему функциональная основная команда. Популярность наших стажировок достигла такого уровня, что тимлиды начали устанавливать требования для поступающих. Внутри команд начали складываться рабочие процессы, а потребности одной команды стали задавать ориентиры и ожидания для других, что способствовало позитивной взаимозависимости и росту организационной структуры. Чтобы сохранить сплочённость и обеспечить межкомандную коммуникацию в растущей организации, были запущены еженедельные собрания тимлидов\n\nКазалось, всё идёт гладко, но наша преданная группа волонтёров-тестировщиков — друзья, семья и участники сообщества — начала испытывать разочарование из-за технических проблем, связанных с базовыми механиками игры. Особенно остро ощущалась низкая скорость отклика в динамичных многопользовательских сценах, что негативно влияло на мотивацию. Мы столкнулись с техническим тупиком. Основная команда в панике начала искать решение.\n\nПосле глубокого анализа и консультаций с наставниками мы пришли к выводу, что наша устаревшая система сетевого взаимодействия требует полной замены на более современную. Это стало серьёзным вызовом для команды, отвечающей за мультиплеерное программирование, которой пришлось изучать совершенно новую технологию и переписывать код с нуля. Однако команда с достоинством приняла этот вызов — с любопытством и настойчивостью. То, что казалось непреодолимой горой, стало вполне проходимым маршрутом, теперь с новым снаряжением и знаниями."
}
