{
  "head-title": "AltZone",
  "head-description": "AltZone - это многопользовательская мобильная игра, созданная сообществом, цель которой - служить развлекательным учебным комплектом по игровому искусству",
  "head-keywords": "altzone, игра, сообщество, комиксы, галереи, играть, зарегистрироваться, войти",
  "og-title": "AltZone - Начните свою игру здесь",
  "og-description": "AltZone - это многопользовательская мобильная игра, созданная сообществом, цель которой - служить развлекательным учебным комплектом по игровому искусству",
  "section-title": "Игровое искусство",
  "main": "Главная",

  "info-label": "Что такое игровое искусство?",
  "info-description": "Игры и игры всегда были частью человеческой культуры с самого начала человечества, при этом последняя форма выражения, цифровая видеоигра, созрела среди нас около 60 лет. В качестве формы повествования это все еще короткий период времени по сравнению с театром, литературой и архитектурой, которые были частью нашей культуры на протяжении тысячелетий. Ближайшим сравнением является кино, которое существует только примерно в два раза дольше. Тем не менее, видеоигры - единственная форма повествования, которая предоставляет испытателю возможность участвовать и, по крайней мере, казалось бы, влиять на историю на операционном уровне. Конечно, видеоигры бывают разных типов; в некоторых больше подчеркивается свободная игра, а в других - сюжет, ведущий к моральным выборам, но все они объединены экспериментальной и исследовательской, смыслообразующей деятельностью, практикуемой в мире, созданном разработчиком игр. Видеоигры - это многосенсорные переживания, которые в лучшем случае могут действовать как другие искусства, как стимуляторы разговора и инструменты, способствующие развитию мудрости и укреплению эмоциональной жизни.",

  "intro-label": "Учебный комплект ALT ZONE",
  "intro-description": "ALT Zone 1.0 - это мобильная игра с художественным содержанием, разрабатываемая в качестве учебного инструмента для обучения искусству в начальных школах. Точно так же, как в обучении литературе читается общая книга и анализируется вместе, создавая язык значения для понимания литературы, ALT Zone предлагает аналогичную общую платформу для обучения игровому искусству. Идеи развития учащихся приводят к созданию мобильной игры ALT Zone 2.0, которую может загрузить любой из магазина приложений.",

  "implementation-label": "Реализация в классе",
  "implementation-description": "Учебный комплект включает в себя демо-игру, которую можно тестировать на мобильных устройствах или ПК, а также вопросы, направляющие размышления об игровом искусстве. Доступ к анализу игрового искусства осуществляется как путем совместной игры, так и просто путем рассмотрения картинок и видео из нее. Учебный комплект сделан максимально простым для реализации учителем и выбора элементов, соответствующих его стилю преподавания. Идеи развития учащихся приводят к созданию мобильной игры ALT Zone 2.0, которую может загрузить любой из магазина приложений. Доходы от ALT Zone 2.0 распределяются в виде грантов для поддержки мечтаний молодежи.",

  "message-label": "Послание игры ALT",
  "message-description": "ALT происходит внутри нас. Она изображает движение эмоций между людьми и выделяет наши механизмы защиты. Игровые персонажи представляют средства нашей защиты, каждый из которых обладает своей играбельностью, с которой можно познакомиться. ALT также является историей общественной деятельности, о том, как мы все являемся частями одного тела. В ALT мы представляем наше сообщество и учимся делиться с ним. ALT поощряет художественность, обмен нашими душами через искусство.",

  "content-label": "Содержание учебного комплекта",
  "content-description": "● Тема/послание, передаваемое игровыми персонажами.<br>● Роли, представленные классами персонажей; узнаваемость представления.<br>● Графический стиль персонажей; атмосфера и настроение, которое он передает.<br>● Графическая символика в интерфейсе; узнаваемость сообщения.<br>● Что символика интерфейса говорит о нашей эпохе?<br>● Графический стиль интерфейса; что он сообщает о характере и настроении игры.<br>● Какие символы вы найдете в мебели дома души; что художник хотел сказать этими предметами?<br>● <a href='https://docs.google.com/document/d/1QJy7PWREJaJpob6HbL26OEVtHrpDsbiHx_ZJIVdC8UI/edit'target = '_blank'>Подробнее об этом</a>",

  "joinus-label": "Присоединяйтесь к нам",
  "joinus-description": "Учитель: зарегистрируйтесь, чтобы протестировать учебный комплект среди первых и развивать его дальше с нами, заполнив: <a href='https://docs.google.com/forms/d/e/1FAIpQLScTZXpq3tJ-Lg2fNO6uaJr5CCC0Jh9LOQXcNDG0nfhWl2bE8g/viewform' target = '_blank'>Регистрационная форма</a> <br><br> Молодежь: Чтобы стать тестировщиками и разработчиками, отсканируйте QR-код и присоединитесь к нашему <a href='https://discord.com/invite/erFAcE4Qhb' target = '_blank'>Discord</a> игровому сообществу!",

  "literature-label": "Литература",
  "literature-description": "Juho Kuorikoski, Манифест игрового искусства <br>Tuukka Hämäläinen и Aleksandr Manzos, Бесконечные миры игр: Великие вопросы жизни в цифровых играх <br>Jaakko Kemppainen, Основы дизайна игр <br>Jaakko Kemppainen, Игры делают добро"
}
