{
  "head-title": "AltZone",
  "head-description": "Altzone предоставляет игрокам возможность присоединиться к сообществу, играть в игры и знакомиться с новыми комиксами.",
  "head-keywords": "altzone, игра, сообщество, комиксы, галереи, играть, зарегистрироваться, войти",
  "og-title": "AltZone - Начни свою игру здесь",
  "og-description": "AltZone предоставляет игрокам возможность присоединиться к сообществу, играть в игры и знакомиться с новыми комиксами.",
  "section-title": "Игровое искусство",
  "main": "Главная",
  "info-label": "Что такое игровое искусство?",
  "info-description": "«В лучшем случае игровое искусство дает зрителю большую свободу для исследования и экспериментов с различными историями и будущими возможностями, которые даже создатели игры не определили точно. Игровое искусство предлагает чувственные наслаждения. Кроме того, оно может служить поводом для обсуждений, средством повышения мудрости и укрепления эмоциональной сферы.» Яакко Кемппайнен, Руководство по разработке игр (2019) и 100 идей для игр (2022). https://taidetutka.fi/2022/moniulotteinen-pelitaide/",
  "artistic-label": "Художественное выражение",
  "artistic-description": "Игровое искусство представляет собой художественное выражение в играх, выходящее за рамки традиционных развлечений. Оно приглашает игроков вглубь опыта, предлагая уникальные художественные и эстетические переживания. Игровое искусство не только развлекает, но и бросает вызов, вызывает эмоции и дает возможность размышлять над различными темами. Игровое искусство может проявляться разными способами: визуально великолепной графикой, атмосферным звуковым ландшафтом или сложным повествованием. Художественные игры также могут использовать игровые механики и взаимодействие между игроком и игрой для создания уникальных впечатлений. Одной из важнейших черт игрового искусства является его способность рассказывать истории.",
  "storytelling-label": "Повествование",
  "storytelling-description": "Одной из ключевых черт игрового искусства является его способность рассказывать истории. Цифровые игры предлагают огромный потенциал для создания сложных и трогательных историй. С помощью игр можно рассматривать разнообразные темы, такие как любовь, потеря, выживание, идентичность, социальные несправедливости и многое другое. Игры могут дать игрокам возможность глубоко пережить и понять эти темы, что делает игровое искусство мощным средством повествования и создания смысла.",
  "creation-label": "Создание",
  "creation-description": "Игровое искусство проявляется по-разному - от визуального дизайна и звукового ландшафта до повествования, игровых механик и игрового процесса. Графический дизайн, звуковые эффекты, музыка, диалоги, разработка персонажей и создание окружающей среды - это лишь некоторые из ключевых элементов игрового искусства, которые вместе формируют богатство и глубину игрового опыта.",
  "culture-label": "Культура и искусство",
  "culture-description": "Игровое искусство также является частью более широкой культурной и художественной сцены, которая влияет и вдохновляет многие другие формы искусства. Игровое искусство может вдохновлять фильмы, литературу, изобразительное искусство и музыку, а также предоставлять платформу для экспериментальных и пересекающих границы форм искусства. Кроме того, оно может служить мощным средством для социального и политического комментария, а также предоставлять платформу для создания сообществ и установления связей между игроками.",
  "literature-label": "Литература",
  "literature-description": "Юхо Куорикоски, Манифест игрового искусства 2018 ISBN: 9789524954839\nТуукка Хямяляйнен и Александр Мансос, Бесконечные миры игр: Большие вопросы жизни в цифровых играх 2020 ISBN: 9789523456068\nЯакко Кемппайнен, Руководство по разработке игр 2019 ISBN: 9789527347096\nЯакко Кемппайнен, Игры приносят пользу 2024 ISBN: 9789523812420",
  "sources-label": "Источники",
  "sources-description": "http://www.checkpointhelsinki.net/suomalainen-pelitaide/\nhttps://igdafi.squarespace.com/\nhttps://taidetutka.fi/2022/moniulotteinen-pelitaide/\nhttps://www.capitalgameart.fi/2021/11/28/mita-pelitaide-on/\nhttps://www.youtube.com/watch?v=tVEmYtO8YR8\n",
  "prg-label": "PRG - Psyche’s Royale Gaming ry",
  "prg-description": "тел. 0442407396 / Helena Pavloff-Pelkonen, psykkis@hotmail.com"
}
