{
  "head-title": "AltZone",
  "head-description": "Altzone предлагает игрокам возможность присоединиться к сообществу, играть в игры и знакомиться с новыми комиксами.",
  "head-keywords": "altzone, игра, сообщество, комиксы, галереи, играть, зарегистрироваться, войти",
  "og-title": "AltZone - Начни свою игру здесь",
  "og-description": "AltZone предлагает игрокам возможность присоединиться к сообществу, играть в игры и знакомиться с новыми комиксами.",
  "section-title": "Игровое искусство",
  "main": "Главная",

  "info-label": "Что такое игровое искусство?",
  "info-description": "“В лучшем случае игровое искусство дает зрителю большую свободу исследовать и экспериментировать с различными историями и будущими, направление которых даже создатели игры не определили точно. Игровое искусство предлагает чувственные удовольствия. Кроме того, оно может служить началом разговора и инструментом для роста мудрости и укрепления эмоциональной сферы.” Jaakko Kemppainen, Руководство по дизайну игр (2019) и 100 идей для игр (2022). <br> https://taidetutka.fi/2022/многомерное-игровое-искусство/",

  "artistic-label": "Художественное выражение",
  "artistic-description": "Игровое искусство представляет собой художественное выражение игр, выходящее за рамки традиционных развлечений. Оно приглашает игроков в более глубокий опыт, предлагая уникальные художественные и эстетические ощущения. Игровое искусство не только развлекает, но и бросает вызов, вызывает эмоции и предоставляет возможность задуматься над различными темами. Игровое искусство может проявляться по-разному; это могут быть визуально потрясающая графика, атмосферные звуковые пейзажи или сложный рассказ. Художественные игры также могут использовать игровые механики и взаимодействие между игроком и игрой для создания уникальных впечатлений. Одной из самых важных особенностей игрового искусства является его способность рассказывать истории.",

  "storytelling-label": "Рассказывание историй",
  "storytelling-description": "Одной из основных особенностей игрового искусства является его способность рассказывать истории. Цифровые игры предлагают огромный потенциал для создания сложных и трогательных повествований. С помощью игр можно затрагивать различные темы, такие как любовь, утрата, выживание, идентичность, социальные проблемы и многое другое. Игры могут предоставить игрокам возможность глубоко понять и ощутить эти темы, делая игровое искусство мощным инструментом для рассказывания историй и создания значений.",

  "creation-label": "Создание",
  "creation-description": "Игровое искусство проявляется во многих аспектах, от визуального дизайна и звуковых пейзажей до повествования, игровых механик и геймплея. Графический дизайн, звуковые эффекты, музыка, диалоги, развитие персонажей и создание окружения - это лишь несколько примеров основных элементов игрового искусства, которые вместе формируют богатство и глубину игрового опыта.",

  "culture-label": "Культура и искусство",
  "culture-description": "Игровое искусство также является частью более широкой культурной и художественной среды, которая влияет и вдохновляет многие другие формы искусства. Игровое искусство может вдохновлять кино, литературу, изобразительное искусство и музыку, предоставляя платформу для экспериментальных и выходящих за рамки традиционных форм искусства. Кроме того, оно может служить мощным инструментом для социального и политического комментария, а также предоставлять платформу для создания сообществ и установления связей между игроками.",

  "literature-label": "Литература",
  "literature-description": "Juho Kuorikoski, Манифест игрового искусства 2018 ISBN: 9789524954839<br>Tuukka Hämäläinen и Aleksandr Manzos, Бесконечные миры игр: Большие вопросы жизни в цифровых играх 2020 ISBN: 9789523456068<br>Jaakko Kemppainen, Руководство по дизайну игр 2019 ISBN: 9789527347096<br>Jaakko Kemppainen, Игры приносят пользу 2024 ISBN: 9789523812420",

  "sources-label": "Источники",
  "sources-description": "http://www.checkpointhelsinki.net/финское-игровое-искусство/<br>https://igdafi.squarespace.com/<br>https://taidetutka.fi/2022/многомерное-игровое-искусство/<br>https://www.capitalgameart.fi/2021/11/28/что-такое-игровое-искусство/<br>https://www.youtube.com/watch?v=tVEmYtO8YR8<br>",

  "prg-label": "PRG - Психея Роял Гейминг ry",
  "prg-description": "тел. 0442407396 / Helena Pavloff-Pelkonen, psykkis@hotmail.com"
}
