{
  "head-title": "AltZone",
  "head-description": "AltZone - это многопользовательская мобильная игра, созданная сообществом, цель которой - служить развлекательным учебным комплектом по игровому искусству",
  "head-keywords": "altzone, игра, сообщество, комиксы, галереи, играть, зарегистрироваться, войти",
  "og-title": "AltZone - Начните свою игру здесь",
  "og-description": "AltZone - это многопользовательская мобильная игра, созданная сообществом, цель которой - служить развлекательным учебным комплектом по игровому искусству",
  "section-title": "Игровое искусство",
  "main": "Главная",

  "policies-label": "Политика в отношении файлов cookie для ALT Zone",
  "policies-description": "Последнее обновление: 12 декабря 2023 г.",

  "cookies-label": "Политика в отношении файлов cookie",
  "cookies-description": "Эта Политика в отношении файлов cookie объясняет, что такое файлы cookie и как мы их используем. Вы должны прочитать эту политику, чтобы понять, какие типы файлов cookie мы используем, какую информацию мы собираем с помощью файлов cookie и как эта информация используется. Эта Политика в отношении файлов cookie была создана с помощью <a href=\"https://www.freeprivacypolicy.com/free-privacy-policy-generator/\" target=\"_blank\">Генератора Политики в отношении файлов cookie</a>.<br><br>Файлы cookie обычно не содержат никакой информации, которая лично идентифицирует пользователя, но личная информация, которую мы храним о вас, может быть связана с информацией, хранящейся в файлах cookie и полученной из них. Дополнительную информацию о том, как мы используем, храним и защищаем ваши личные данные, см. в нашей Политике конфиденциальности.<br><br>Мы не храним конфиденциальную личную информацию, такую как почтовые адреса, пароли учетных записей и т.д. в файлах cookie, которые мы используем.",

  "interpretation-and-definitions-label": "Толкование и определения",
  "interpretation-and-definitions-description": "<h3>Толкование</h3>Слова, у которых первая буква написана с заглавной буквы, имеют значения, определенные при следующих условиях. Следующие определения имеют одинаковое значение независимо от того, используются ли они в единственном или во множественном числе.<br><br><h3>Определения</h3>Для целей настоящей Политики в отношении файлов cookie:<br><br> ●<b>Компания</b> (именуемая либо 'Компания', 'Мы', 'Нас' или 'Наш' в настоящей Политике в отношении файлов cookie) относится к Psyche's Royale Gaming ry, Laturinkatu 3, 08100 Lohja.<br> ●<b>Файлы cookie</b> означают небольшие файлы, которые размещаются на вашем компьютере, мобильном устройстве или любом другом устройстве веб-сайтом и содержат информацию о вашей истории просмотров на этом веб-сайте среди множества его применений.<br> ●<b>Веб-сайт</b> относится к AltZone, доступному по адресу <https://altzone.fi><br> ●<b>Вы</b> означает физическое лицо, получающее доступ к Веб-сайту или использующее его, либо компанию или другое юридическое лицо, от имени которого такое физическое лицо получает доступ или использует Веб-сайт, в зависимости от обстоятельств.",

  "type-label": "Использование файлов cookie",
  "type-description": "Файлы cookie могут быть либо \"Постоянными\", либо \"Сессионными\". Постоянные файлы cookie остаются на вашем компьютере или мобильном устройстве, когда вы переходите в офлайн, в то время как сессионные файлы cookie удаляются сразу после закрытия веб-браузера.<br><br>Мы используем как сессионные, так и постоянные файлы cookie для целей, изложенных ниже:<br><br> ●<b>Необходимые / Основные файлы cookie</b><br>Тип: Сессионные файлы cookie<br>Управляемые нами<br>Назначение: Эти файлы cookie необходимы для предоставления вам услуг, доступных через Веб-сайт, и для обеспечения возможности использования некоторых его функций. Они помогают аутентифицировать пользователей и предотвращать мошенническое использование учетных записей пользователей. Без этих файлов cookie услуги, которые вы запросили, не могут быть предоставлены, и мы используем эти файлы cookie только для предоставления вам этих услуг.<br><br> ●<b>Файлы cookie функциональности</b><br>Тип: Постоянные файлы cookie<br>Управляемые нами<br>Назначение: Эти файлы cookie позволяют нам запоминать выборы, которые вы делаете при использовании Веб-сайта, такие как запоминание ваших данных для входа или предпочтительного языка. Цель этих файлов cookie - предоставить вам более персонализированный опыт и избежать необходимости повторного ввода ваших предпочтений каждый раз, когда вы используете Веб-сайт.",

  "choices-label": "Ваши выборы в отношении файлов cookie",
  "choices-description": "Если вы предпочитаете избегать использования файлов cookie на Веб-сайте, сначала вы должны отключить использование файлов cookie в своем браузере, а затем удалить файлы cookie, сохраненные в вашем браузере, связанные с этим веб-сайтом. Вы можете воспользоваться этой опцией, чтобы предотвратить использование файлов cookie в любое время.<br><br>Если вы не принимаете наши файлы cookie, вы можете столкнуться с некоторыми неудобствами при использовании Веб-сайта, и некоторые функции могут не работать должным образом.<br><br>Если вы хотите удалить файлы cookie или настроить свой веб-браузер на удаление или отказ от файлов cookie, пожалуйста, посетите страницы справки вашего веб-браузера.<br><br> ● Для веб-браузера Chrome, пожалуйста, посетите эту страницу от Google:<br> <https://support.google.com/accounts/answer/32050><br><br> ● Для веб-браузера Internet Explorer, пожалуйста, посетите эту страницу от Microsoft:<br> <http://support.microsoft.com/kb/278835><br><br> ● Для веб-браузера Firefox, пожалуйста, посетите эту страницу от Mozilla:<br> <https://support.mozilla.org/en-US/kb/delete-cookies-remove-info-websites-stored><br><br> ● Для веб-браузера Safari, пожалуйста, посетите эту страницу от Apple:<br> <https://support.apple.com/guide/safari/manage-cookies-and-website-data-sfri11471/mac><br><br>Для любого другого веб-браузера, пожалуйста, посетите официальные веб-страницы вашего веб-браузера.",

  "moreinfo-label": "Дополнительная информация",
  "moreinfo-description": "Вы можете узнать больше о файлах cookie здесь: <a href=\"https://www.termsfeed.com/blog/cookies/\" target=\"_blank\">https://www.termsfeed.com/blog/cookies/</a>",
  "contact-label": "Связаться с нами",

  "contact-description": "Если у вас есть вопросы по поводу настоящей Политики конфиденциальности, вы можете связаться с нами:<br><br>По электронной почте: proyaleg@gmail.com"
}
