{
    "head-title": "Политика обработки данных | ALT Zone",
    "head-description": "Прочитайте Политику обработки данных ALT Zone, чтобы понять свои права в соответствии с GDPR, включая доступ к данным, исправление, удаление, переносимость и возражение. Узнайте, как безопасно запросить удаление данных.",
    "head-keywords": "Политика обработки данных ALT Zone, доступ к персональным данным, права на конфиденциальность",
    "og-title": "Политика обработки данных ALT Zone",
    "og-description": "Поймите, как ALT Zone обрабатывает ваши персональные данные в соответствии с GDPR, ваши права на доступ, исправление, удаление и контроль ваших данных, а также как безопасно связаться с нами.",
    "title": "Политика обработки данных",
    "text": "В соответствии с GDPR у вас есть следующие права:\nДоступ к данным: Вы можете запросить копию ваших персональных данных, которые мы храним.\nИсправление: Вы можете запросить исправление неточных или неполных данных.\nУдаление: Вы можете запросить удаление ваших персональных данных (\"право быть забытым\").\nОграничение обработки: Вы можете запросить ограничение обработки ваших данных в определённых обстоятельствах.\nПереносимость данных: Вы можете запросить предоставление ваших персональных данных вам или другому оператору данных в структурированном, широко используемом и машиночитаемом формате.\nПраво на возражение: Вы можете возразить против обработки ваших персональных данных, особенно если обработка осуществляется на основании законных интересов или для целей прямого маркетинга.\n\nВы можете воспользоваться этими правами, связавшись с нами по электронной почте: proyaleg@gmail.com.\n\nЕсли вы считаете, что ваши данные были обработаны незаконно, вы имеете право подать жалобу в надзорный орган.\n\n\nМы храним ваши персональные данные столько, сколько необходимо для достижения вышеуказанных целей, или до тех пор, пока вы не запросите удаление ваших данных. Вы можете запросить удаление своих данных в любое время, отправив неформальный запрос по электронной почте на адрес proyaleg@gmail.com. После получения такого запроса все данные, относящиеся к вам, будут удалены навсегда и безвозвратно, если только закон не требует их хранения."
}
