{
    "head-title": "AltZone - Герои",
    "head-description": "Познакомьтесь с персонажами игры AltZone и их историями. Каждый персонаж представляет различные защитные механизмы и эмоции.",
    "head-keywords": "altzone, игра, герои, персонажи, сообщество, комиксы, галереи, играть, зарегистрироваться, войти",
    "og-title": "AltZone - Познакомьтесь с персонажами игры",
    "og-description": "Познакомьтесь с персонажами игры AltZone и их историями. Каждый персонаж представляет различные защитные механизмы и эмоции.",

    "not-found-title": "Запрашиваемый герой не найден",
    "not-found-check-heroes": "Проверить доступных героев",

    "section-title": "Герои",

    "RETROFLECTOR": {
        "name": "ОТРАЖАТЕЛИ",
        "description": "ОТРАЖАТЕЛИ это ...",
        "heroes": {
            "Overeater": {
                "title": "Обжора",
                "alt": "Изображение Обжоры",
                "altGif": "Гиф Обжоры",
                "description": "У Обжоры компульсивные отношения с едой. Еда для него способ обрабатывать эмоции, приносящий ему утешение и контроль - особенно когда он чувствует себя покинутым или изолированным. Еда для Обжоры как постоянно присутствующий спутник, который идет рядом с ним день за днем и может помочь ему в трудную минуту."
            },
            "alcoholic": {
                "title": "Алкоголик",
                "alt": "Изображение Алкоголика",
                "altGif": "Гиф Алкоголика",
                "description": "Алкоголик ищет поддержку и безопасность в алкоголе. Питье для него способ заглушить неуверенность и получить смелость, которая, как он чувствует, нужна ему для функционирования в социальных ситуациях. В пьяном виде он как другая, лучшая версия себя, как супергерой, выходящий из обычной, безвкусной оболочки. Однако алкоголь мешает ему быть уязвимым и находить истинную связь с другими, приводя к запутанному поведению с наступлением вечера и неизбежному похмелью утром."
            }
        }
    },

    "PROJECTOR": {
        "name": "ПРОЕКТОРЫ",
        "description": "ПРОЕКТОРЫ это ...",
        "heroes": {
            "Provocateur": {
                "title": "Провокатор",
                "alt": "Изображение Провокатора",
                "altGif": "Анимационный гиф Провокатора",
                "description": "Провокатор - рассказчик, который общается через свое искусство. Его работы - способ обрабатывать эмоции, находить серебряную подкладку в испытаниях, которые его мучают, и говорить то, что нельзя выразить словами. У Провокатора также есть глубокое желание тронуть других людей, создать в них реакции и переживания, и бросить вызов их взглядам через свое искусство. Его история читается всеми, но открывается только тем, кто смотрит глубже поверхности."
            },
            "Mirror": {
                "title": "Зеркальщик",
                "alt": "Изображение Зеркальщика",
                "altGif": "Анимационный гиф Зеркальщика",
                "description": "Зеркальщик - одинокий и жаждущий одобрения персонаж, который пытается слиться с толпой, подражая чувствам других, и избегает показывать свои собственные чувства из страха выделиться из толпы. Он смеется и неодобряет вместе с другими, даже если это на самом деле не приятно и его внутренности начинают трескаться."
            }
        }
    },

    "INTELLECTUALIZER": {
        "name": "ИНТЕЛЛЕКТУАЛИЗАТОРЫ",
        "description": "ИНТЕЛЛЕКТУАЛИЗАТОРЫ это ...",
        "heroes": {
            "Researcher": {
                "title": "Исследователь",
                "alt": "Изображение Исследователя",
                "altGif": "Анимационный гиф Исследователя",
                "description": "Исследователь - интеллектуал с богатством знаний, чья самооценка связана с его интеллектом. Он стремится доминировать в разговорах, придираясь к другим за тривиальные недостатки, и использует эзотерический язык, чтобы произвести впечатление на других своими интеллектуальными дарами. Всегда прав, Исследователь никогда не признает своих ошибок и делает все возможное, чтобы остаться на вершине дебатов."
            }
        }
    },

    "CONFLUENT": {
        "name": "СЛИЯНИЕ",
        "description": "СЛИЯНИЕ это ...",
        "heroes": {
            "SoulSisters": {
                "title": "Сестры Души",
                "alt": "Основное изображение Сестер Души",
                "altGif": "Анимационный гиф Сестер Души",
                "description": "Сестры Души - неразлучный дуэт. Для посторонних они кажутся хихикающими подружками, чьи мысли текут вместе. Они делят радости и печали вместе и дают друг другу силу и поддержку. Однако за их нерушимой связью скрывается секрет, который сблизил их."
            },
            "SleepySleeper": {
                "title": "Сонная Соня",
                "alt": "Основное изображение Сонной Сони",
                "altGif": "Анимационный гиф Сонной Сони",
                "description": "Сонная Соня убегает от подавляющей реальности в мир снов. Сон для нее способ отстраниться и найти безопасность от окружения, где ее чувства и потребности вторичны и где ее собственная идентичность была потеряна из-за приспособления к другим. Всегда уставшая, Сонная Соня проходит через день, зная, что скоро она снова сможет заснуть."
            }
        }
    },

    "TRICKSTER": {
        "name": "ОБМАНЩИКИ",
        "description": "ОБМАНЩИКИ это ...",
        "heroes": {
            "Conman": {
                "title": "Мошенник",
                "alt": "Основное изображение Мошенника",
                "altGif": "Анимационный гиф Мошенника",
                "description": "Мошенник умело использует обман и хитрость для манипулирования эмоциями и отвлечения противников. Его основная способность - создание иллюзий, которые обманывают окружающих, заставляя их видеть то, чего на самом деле нет. Он также может производить отвлекающие звуки и визуальные эффекты, чтобы перенаправить фокус эмоций на другие цели или спрятаться в хаосе, который он создает. Однако иногда его хитрость оборачивается против него."
            },
            "Jokester": {
                "title": "Шутник",
                "alt": "Изображение Шутника",
                "altGif": "Анимационный гиф Шутника",
                "description": "Шутник - душа компании в своей группе друзей. Видя веселье во всем, рядом с ним все остается расслабленным и скука не угрожает. Веселый и всегда с забавной шуткой на кончике языка, он желанный спутник, пока не придет время юмору отступить, чтобы освободить место для подлинной связи. В этот момент другие замечают, что Шутник держит дистанцию и раскрывает своего единственного настоящего друга - сарказм."
            }
        }
    },

    "OBEDIENT": {
        "name": "ПОСЛУШНЫЕ",
        "description": "ПОСЛУШНЫЕ это ...",
        "heroes": {
            "Believer": {
                "title": "Верующий",
                "alt": "Основное изображение Верующего",
                "altGif": "Анимационный гиф Верующего",
                "description": "Верующий доверяет руководству своего создателя. Догматически образованный, он знает правильное и неправильное, и последствия отклонения от пути. Слепое следование правильному пути уберегло его от неприятностей, и хотя он не понимает правил или их причин, он знает, что у них есть цель и что поколения до него следовали им."
            }
        }
    },

    "DESENSITIZER": {
        "name": "БЕСЧУВСТВЕННЫЕ",
        "description": "БЕСЧУВСТВЕННЫЕ это...",
        "heroes": {
            "HateSpeech": {
                "title": "Язык Ненависти",
                "alt": "Основное изображение Языка Ненависти",
                "altGif": "Анимационный гиф Языка Ненависти",
                "description": "Язык Ненависти видит мир в черно-белых тонах и твердо верит в чистоту и превосходство своей группы. Он доверчивый и нетерпимый воин, который, воодушевленный националистическим пылом, всегда находится на передовой, защищая свое дело."
            },
            "Meatwall": {
                "title": "Мясная Стена",
                "alt": "Основное изображение Мясной Стены",
                "altGif": "Анимационный гиф Мясной Стены",
                "description": "Мясная Стена - воплощение дисциплины. Для него спортзал - безопасная гавань, куда можно отступить, где тренировки и стремление к физическому совершенству фокусируют его мысли подальше от чувств, которые беспокоят его разум. Он использует рутины спорта и дозы эндорфинов, найденные на пределах его тела, чтобы притупить эмоции, с которыми он не готов столкнуться."
            },
            "Veteran": {
                "title": "Военный Ветеран",
                "alt": "Изображение Военного Ветерана",
                "altGif": "Анимационный гиф Военного Ветерана",
                "description": "Военный Ветеран - посттравматическая развалина, вернувшаяся домой с фронта, и неразрешенные военные травмы все еще преследуют его разум спустя годы. В попытке адаптироваться к нормальной жизни Ветеран оттеснил воспоминания об ужасах, пережитых в битвах, на задний план, но это постоянное бегство только увело его за пределы спасения, и плохое чувство, застрявшее в нем, внезапно проявляется в повседневных ситуациях, мешая ему достичь желаемого покоя."
            }
        }
    }
}
