{
  "policies-label": "Политика конфиденциальности",
  "policies-description": "Обновлено: 23 августа 2024 года",

  "privacy-label": "Политика конфиденциальности",
  "privacy-description": "Эта политика конфиденциальности разъясняет, как мобильная игра ALT Zone 1.0 обрабатывает и сохраняет персональные данные пользователей. Мы ценим конфиденциальность наших пользователей и обязуемся защищать их персональные данные в соответствии с применимым законодательством, включая Общий регламент по защите данных ЕС (GDPR).",

  "interpretation-label": "Оператор данных",
  "interpretation-description": "Оператором данных является Psyche’s Royale Gaming ry, который отвечает за обработку ваших персональных данных, как описано в этой политике конфиденциальности.",

  "collecting-label": "Собираемые персональные данные и цели обработки",
  "collecting-description": "Мы собираем и обрабатываем следующие персональные данные, чтобы предоставить вам доступ к игре и её функциям:<br> ● <b>Имя пользователя и пароль</b>: Имя пользователя и пароль, созданные пользователем, сохраняются, чтобы пользователь мог войти в игру. Пароль хранится в защищённой форме. Код восстановления пароля также сохраняется по запросу пользователя, чтобы позволить восстановить пароль, если это необходимо.<br> ● <b>Клан</b>: Информация о том, к какому клану принадлежит пользователь, сохраняется. Эта информация связана с участием пользователя в сообществе внутри игры.<br> ● <b>Персонажи и модификации</b>: Мы сохраняем информацию о персонажах, собранных пользователем, и всех внесённых изменениях, чтобы игрок мог продолжить игру позже.<br> ● <b>Аватар и модификации</b>: Мы сохраняем созданный пользователем аватар и внесённые в него изменения.<br> ● <b>Сообщения в чате</b>: Сообщения, написанные пользователем в чате внутри игры, сохраняются, чтобы они были доступны позже и могли быть восстановлены при необходимости.<br> ● <b>Возраст игрока</b>: Мы запрашиваем возраст игрока при создании учётной записи, чтобы убедиться, что пользователь соответствует возрастным ограничениям.<br> Эти данные обрабатываются для предоставления услуги, улучшения пользовательского опыта и выполнения правовых обязательств.",

  "analytics-label": "Аналитика и мониторинг использования игры",
  "analytics-description": "Мы можем использовать сторонний аналитический инструмент для улучшения игры и повышения качества пользовательского опыта. Этот инструмент может собирать информацию о том, как игроки используют игру, включая прогресс в игре, сделанные пользователем выборы и время, проведённое в игре. Эти данные собираются анонимно и не связываются напрямую с персональными данными пользователя.",

  "legal-basis-label": "Правовые основания для обработки персональных данных",
  "legal-basis-description": "Правовыми основаниями для обработки персональных данных являются:<br> ● <b>Исполнение договора</b>: Обработка имени пользователя, пароля и других данных игры необходима для выполнения договора, заключённого с пользователем, то есть соглашения об использовании игры.<br> ● <b>Законный интерес</b>: Сбор аналитических данных для улучшения игры и повышения качества пользовательского опыта основан на нашем законном интересе.<br> ● <b>Юридическое обязательство</b>: Проверка возраста пользователя обеспечивает соблюдение возрастных ограничений и обязательств по защите персональных данных несовершеннолетних.",

  "data-retention-label": "Хранение данных",
  "data-retention-description": "Мы сохраняем ваши персональные данные столько, сколько необходимо для выполнения описанных выше целей обработки или до тех пор, пока вы не запросите удаление ваших данных. Вы можете запросить удаление ваших данных в любое время, отправив неформальный запрос по электронной почте на адрес proyaleg@gmail.com. В этом случае мы навсегда и безвозвратно удалим всю связанную с вами информацию, если закон не требует её сохранения.",

  "rights-label": "Ваши права",
  "rights-description": "В соответствии с GDPR вы имеете право:<br> ● <b>Доступ к данным</b>: Вы можете запросить копию сохранённых персональных данных.<br> ● <b>Исправление данных</b>: Вы можете запросить исправление неверных или неполных данных.<br> ● <b>Удаление данных</b>: Вы можете запросить удаление ваших персональных данных ('право быть забытым').<br> ● <b>Ограничение обработки</b>: Вы можете запросить ограничение обработки в определённых ситуациях.<br> ● <b>Передача данных</b>: Вы можете запросить, чтобы ваши персональные данные были предоставлены вам или другому оператору данных в структурированном и машиночитаемом формате.<br> ● <b>Возражение против обработки</b>: Вы можете возражать против обработки ваших персональных данных, если обработка основана на законных интересах.<br> Вы можете воспользоваться этими правами, связавшись с нами по электронной почте proyaleg@gmail.com. Если вы считаете, что ваши персональные данные обрабатывались незаконно, вы имеете право подать жалобу в надзорный орган.",

  "security-label": "Защита данных",
  "security-description": "Защита ваших данных является нашим приоритетом. Мы используем соответствующие технические и организационные меры для защиты ваших персональных данных от несанкционированного доступа, изменения, раскрытия или уничтожения.",

  "changes-label": "Изменения в политике конфиденциальности",
  "changes-description": "Мы оставляем за собой право обновлять эту политику конфиденциальности по мере необходимости, например, в связи с изменением законодательства или развитием сервиса. Мы рекомендуем регулярно просматривать политику конфиденциальности.",

  "contact-label": "Контактная информация",
  "contact-description": "Если у вас есть вопросы или опасения по поводу этой политики конфиденциальности или обработки ваших персональных данных, вы можете связаться с нами по электронной почте proyaleg@gmail.com."
}
