{
  "head-title": "AltZone",
  "head-description": "AltZone - это многопользовательская мобильная игра, созданная сообществом, цель которой - служить развлекательным учебным комплектом по игровому искусству",
  "head-keywords": "altzone, игра, сообщество, комиксы, галереи, играть, зарегистрироваться, войти",
  "og-title": "AltZone - Начните свою игру здесь",
  "og-description": "AltZone - это многопользовательская мобильная игра, созданная сообществом, цель которой - служить развлекательным учебным комплектом по игровому искусству",
  "section-title": "Игровое искусство",
  "main": "Главная",

  "policies-label": "Политика конфиденциальности для ALT Zone",
  "policies-description": "Последнее обновление: 12 декабря 2023 г.",

  "privacy-label": "Политика конфиденциальности",
  "privacy-description": "Настоящая Политика конфиденциальности описывает наши правила и процедуры по сбору, использованию и раскрытию вашей информации при использовании вами Сервиса и информирует вас о ваших правах на конфиденциальность и о том, как закон защищает вас.<br>Мы используем ваши личные данные для предоставления и улучшения Сервиса. Используя Сервис, вы соглашаетесь на сбор и использование информации в соответствии с настоящей Политикой конфиденциальности. Эта Политика конфиденциальности была создана с помощью бесплатного генератора Политики конфиденциальности.",

  "interpretation-label": "Толкование и определения",
  "interpretation-description": "<h3>Толкование</h3>Слова, у которых первая буква написана с заглавной буквы, имеют значения, определенные при следующих условиях. Следующие определения имеют одинаковое значение независимо от того, используются ли они в единственном или во множественном числе.<br><br><h3>Определения</h3>Для целей настоящей Политики конфиденциальности: <br> ●<b>Аккаунт</b> означает уникальную учетную запись, созданную для вас для доступа к нашему Сервису или его части. <br> ●<b>Аффилированное лицо</b> означает организацию, которая контролирует, контролируется или находится под общим контролем с какой-либо стороной, где 'контроль' означает владение 50% или более акций, долей или других ценных бумаг, имеющих право голоса при выборах директоров или другого управляющего органа. <br> ●<b>Приложение</b> относится к ALT Zone, программному обеспечению, предоставляемому Компанией. <br> ●<b>Компания</b> (именуемая либо 'Компания', 'Мы', 'Нас' или 'Наш' в данном Соглашении) относится к Psyche's Royale Gaming ry, c/o Pavloff, Laturinkatu 3, 08100 Lohja. <br> ●<b>Страна</b> относится к: Финляндия <br> ●<b>Устройство</b> означает любое устройство, которое может получить доступ к Сервису, такое как компьютер, мобильный телефон или цифровой планшет. <br> ●<b>Личные данные</b> означают любую информацию, относящуюся к идентифицированному или идентифицируемому физическому лицу. <br> ●<b>Сервис</b> относится к Приложению. <br> ●<b>Поставщик услуг</b> означает любое физическое или юридическое лицо, которое обрабатывает данные от имени Компании. Это относится к сторонним компаниям или лицам, нанятым Компанией для облегчения предоставления Сервиса, предоставления Сервиса от имени Компании, выполнения услуг, связанных с Сервисом, или помощи Компании в анализе использования Сервиса. <br> ●<b>Данные об использовании</b> означают данные, собираемые автоматически, либо генерируемые использованием Сервиса, либо самой инфраструктурой Сервиса (например, продолжительность посещения страницы). <br> ●<b>Вы</b> означает физическое лицо, получающее доступ или использующее Сервис, либо компания или другое юридическое лицо, от имени которого такое физическое лицо получает доступ или использует Сервис, в зависимости от обстоятельств.",

  "collecting-label": "Сбор и использование ваших личных данных",
  "collecting-description": "<h3>Типы собираемых данных</h3><br><h3>Личные данные</h3><br>При использовании нашего Сервиса мы можем попросить вас предоставить нам определенную личную информацию, которую можно использовать для связи с вами или для вашей идентификации. Личная информация может включать, но не ограничивается:<br> ●<b>Адрес электронной почты</b><br><br><h3>Данные об использовании</h3><br>Данные об использовании собираются автоматически при использовании Сервиса.<br><br>Данные об использовании могут включать информацию, такую как IP-адрес вашего устройства, тип браузера, версия браузера, страницы нашего Сервиса, которые вы посещаете, время и дата вашего посещения, время, проведенное на этих страницах, уникальные идентификаторы устройства и другие диагностические данные.<br><br>Когда вы получаете доступ к Сервису с мобильного устройства или через него, мы можем автоматически собирать определенную информацию, включая, но не ограничиваясь, тип используемого вами мобильного устройства, уникальный идентификатор вашего мобильного устройства, IP-адрес вашего мобильного устройства, вашу мобильную операционную систему, тип мобильного интернет-браузера, уникальные идентификаторы устройства и другие диагностические данные.<br><br>Мы также можем собирать информацию, которую ваш браузер отправляет всякий раз, когда вы посещаете наш Сервис или когда вы получаете доступ к Сервису через мобильное устройство.<br><br><h3>Использование ваших личных данных</h3><br>Компания может использовать Личные данные для следующих целей:<br> ●<b>Для предоставления и поддержания нашего Сервиса</b>, включая мониторинг использования нашего Сервиса.<br> ●<b>Для управления вашей учетной записью</b>: для управления вашей регистрацией в качестве пользователя Сервиса. Личные данные, которые вы предоставляете, могут предоставить вам доступ к различным функциям Сервиса, которые доступны вам как зарегистрированному пользователю.<br> ●<b>Для выполнения контракта</b>: разработка, соблюдение и выполнение договора на покупку продуктов, товаров или услуг, которые вы приобрели, или любого другого договора с нами через Сервис.<br> ●<b>Для связи с вами</b>: для связи с вами по электронной почте, телефонным звонкам, SMS или другим аналогичным формам электронной связи, таким как push-уведомления мобильного приложения, о обновлениях или информативных сообщениях, связанных с функциями, продуктами или заказанными услугами, включая обновления безопасности, когда это необходимо или разумно для их реализации.<br> ●<b>Для предоставления вам новостей, специальных предложений и общей информации</b> о других товарах, услугах и событиях, которые мы предлагаем, и которые похожи на те, что вы уже приобрели или о которых вы запрашивали информацию, если только вы не отказались получать такую информацию.<br> ●<b>Для управления вашими запросами</b>: для обработки и управления вашими запросами к нам.<br> ●<b>Для бизнес-передач</b>: мы можем использовать вашу информацию для оценки или проведения слияния, продажи активов компании, реструктуризации, реорганизации, ликвидации или другой продажи или передачи некоторых или всех наших активов, будь то в рамках продолжающейся деятельности или в рамках банкротства, ликвидации или аналогичной процедуры, при которой личные данные, находящиеся у нас, о пользователях нашего Сервиса, являются одним из передаваемых активов.<br> ●<b>Для других целей</b>: мы можем использовать вашу информацию для других целей, таких как анализ данных, определение тенденций использования, оценка эффективности наших рекламных кампаний и оценка и улучшение нашего Сервиса, продуктов, услуг, маркетинга и вашего опыта.<br><br><h3>Мы можем делиться вашей личной информацией в следующих ситуациях:</h3><br> ●<b>С поставщиками услуг</b>: мы можем делиться вашей личной информацией с поставщиками услуг для мониторинга и анализа использования нашего Сервиса, для связи с вами.<br> ●<b>Для бизнес-передач</b>: мы можем делиться или передавать вашу личную информацию в связи с, или в процессе переговоров, любого слияния, продажи активов компании, финансирования или приобретения всей или части нашего бизнеса другой компании.<br> ●<b>С аффилированными лицами</b>: мы можем делиться вашей информацией с нашими аффилированными лицами, в таком случае мы потребуем от них соблюдать настоящую Политику конфиденциальности. Аффилированные лица включают нашу материнскую компанию и любые другие дочерние компании, партнеров по совместным предприятиям или другие компании, которые мы контролируем или которые находятся под общим контролем с нами.<br> ●<b>С деловыми партнерами</b>: мы можем делиться вашей информацией с нашими деловыми партнерами, чтобы предлагать вам определенные продукты, услуги или акции.<br> ●<b>С другими пользователями</b>: когда вы делитесь личной информацией или иным образом взаимодействуете в публичных областях с другими пользователями, такая информация может быть просмотрена всеми пользователями и может быть публично распространена за пределами.<br> ●<b>С вашего согласия</b>: мы можем раскрывать вашу личную информацию для любых других целей с вашего согласия.<br><br><h3>Сохранение ваших личных данных</h3><br>Компания будет хранить ваши Личные данные только до тех пор, пока это необходимо для целей, изложенных в настоящей Политике конфиденциальности. Мы будем хранить и использовать ваши Личные данные в той мере, в какой это необходимо для выполнения наших юридических обязательств (например, если мы обязаны хранить ваши данные в соответствии с применимыми законами), разрешения споров и обеспечения выполнения наших юридических соглашений и политики.<br><br>Компания также будет хранить Данные об использовании для внутренних аналитических целей. Данные об использовании обычно хранятся в течение более короткого периода времени, за исключением случаев, когда эти данные используются для укрепления безопасности или для улучшения функциональности нашего Сервиса, или мы юридически обязаны хранить эти данные в течение более длительных периодов времени.<br><br><h3>Передача ваших личных данных</h3><br>Ваша информация, включая Личные данные, обрабатывается в операционных офисах Компании и в любом другом месте, где находятся стороны, участвующие в обработке. Это означает, что эта информация может быть передана и храниться на компьютерах, расположенных за пределами вашего штата, провинции, страны или другой государственной юрисдикции, где законы о защите данных могут отличаться от законов вашей юрисдикции.<br><br>Ваше согласие с настоящей Политикой конфиденциальности, за которым следует предоставление такой информации, представляет ваше согласие на такую передачу.<br><br>Компания предпримет все разумные шаги для обеспечения безопасности ваших данных в соответствии с настоящей Политикой конфиденциальности и никакая передача ваших Личных данных не будет осуществляться в организацию или страну, если не будут приняты адекватные меры контроля, включая безопасность ваших данных и другой личной информации.<br><br><h3>Удаление ваших личных данных</h3><br>Вы имеете право удалить или запросить у нас помощь в удалении Личных данных, которые мы собрали о вас.<br><br>Наш Сервис может предоставить вам возможность удалить определенную информацию о вас из Сервиса.<br><br>Вы можете обновить, исправить или удалить свою информацию в любое время, войдя в свою учетную запись, если у вас есть таковая, и посетив раздел настроек учетной записи, который позволяет вам управлять вашими личными данными. Вы также можете связаться с нами, чтобы запросить доступ, исправление или удаление любых личных данных, которые вы нам предоставили.<br><br>Однако обратите внимание, что мы можем потребовать сохранить определенную информацию, когда у нас есть юридическое обязательство или законное основание для этого.<br><br><h3>Раскрытие ваших личных данных</h3><br><br><b>Бизнес-транзакции</b><br>Если Компания участвует в слиянии, приобретении или продаже активов, ваши Личные данные могут быть переданы. Мы предоставим уведомление до того, как ваши Личные данные будут переданы и станут подчиняться иной Политике конфиденциальности.<br><br><b>Правоохранительные органы</b><br>В определенных обстоятельствах Компания может быть обязана раскрыть ваши Личные данные, если этого требует закон или в ответ на законные запросы государственных органов (например, суда или государственного агентства).<br><br><b>Другие юридические требования</b><br>Компания может раскрыть ваши Личные данные в добросовестном убеждении, что такие действия необходимы для:<br> ●Соблюдения юридического обязательства<br> ●Защиты и отстаивания прав или собственности Компании<br> ●Предотвращения или расследования возможных неправомерных действий в связи с Сервисом<br> ●Защиты личной безопасности пользователей Сервиса или общественности<br> ●Защиты от юридической ответственности<br><br><h3>Безопасность ваших личных данных</h3><br>Безопасность ваших Личных данных важна для нас, но помните, что ни один метод передачи данных через Интернет или метод электронного хранения не является на 100% безопасным. Хотя мы стремимся использовать коммерчески приемлемые средства для защиты ваших Личных данных, мы не можем гарантировать их абсолютную безопасность.",

  "children-label": "Конфиденциальность детей",
  "children-description": "Наш Сервис не предназначен для лиц младше 13 лет. Мы сознательно не собираем личную информацию от лиц младше 13 лет. Если вы являетесь родителем или опекуном и вам известно, что ваш ребенок предоставил нам Личные данные, пожалуйста, свяжитесь с нами. Если мы узнаем, что собрали Личные данные от лиц младше 13 лет без подтверждения родительского согласия, мы принимаем меры для удаления этой информации с наших серверов.<br> <br>Если нам нужно полагаться на согласие в качестве законного основания для обработки вашей информации, и в вашей стране требуется согласие родителя, мы можем потребовать согласия вашего родителя перед сбором и использованием этой информации.",

  "websites-label": "Ссылки на другие веб-сайты",
  "websites-description": "Наш Сервис может содержать ссылки на другие веб-сайты, которые не управляются нами. Если вы нажмете на стороннюю ссылку, вы будете перенаправлены на сайт этой третьей стороны. Мы настоятельно рекомендуем вам ознакомиться с Политикой конфиденциальности каждого сайта, который вы посещаете.<br><br>Мы не контролируем и не несем ответственности за содержание, политику конфиденциальности или действия любых сторонних сайтов или служб.",

  "changes-label": "Изменения в настоящей Политике конфиденциальности",
  "changes-description": "Мы можем периодически обновлять нашу Политику конфиденциальности. Мы будем уведомлять вас о любых изменениях, разместив новую Политику конфиденциальности на этой странице.<br><br>Мы сообщим вам об этом по электронной почте и/или заметным уведомлением в нашем Сервисе, до того как изменения вступят в силу, и обновим дату 'Последнее обновление' в верхней части настоящей Политики конфиденциальности.<br><br>Вам рекомендуется периодически просматривать настоящую Политику конфиденциальности на предмет изменений. Изменения в настоящей Политике конфиденциальности вступают в силу с момента их публикации на этой странице.",

  "contact-label": "Связаться с нами",
  "contact-description": "Если у вас есть вопросы по поводу настоящей Политики конфиденциальности, вы можете связаться с нами:<br><br>По электронной почте: proyaleg@gmail.com",
  "generate-label": "",
  "generate-description": "Создано с помощью бесплатного <a href=\"https://www.freeprivacypolicy.com/free-privacy-policy-generator/\" target=\"_blank\">Генератора Политики конфиденциальности</a>"
}
