{
    "head-title": "AltZone",
    "head-description": "",
    "head-keywords": "altzone, игра, сообщество, комиксы, галереи, играть, зарегистрироваться, войти",
    "og-title": "AltZone - Начни свою игру здесь",
    "og-description": "",
    "section-title": "Учебный пакет",
    "main": "Главная",

    "intro-label": "Введение",
    "intro-description": "ALT Zone - это мобильная игра с художественным контентом, разработанная в качестве учебного пособия для преподавания искусства в начальных школах. Преподавание игрового искусства само по себе является сложной задачей, так как оно сильно зависит от личного опыта и анализа, что делает почти невозможным достижение общего опыта. ALT Zone предоставляет общую основу для преподавания игрового искусства.",

    "implementation-label": "Реализация",
    "implementation-description": "Учебный пакет легко реализовать; он включает демо-игру, которую можно протестировать на мобильном устройстве или ПК, а также вопросы, направляющие мышление об игровом искусстве. Игру можно также анализировать, используя только видео и изображения. Ученики имеют возможность дальше развивать игру для последующей загрузки в виде мобильной игры ALT Zone 2.0 из магазина приложений. Доходы от игры ALT Zone 2.0 пойдут на поддержку мечт молодежи через создаваемый фонд.",

    "visual-label": "Визуальное воздействие",
    "visual-description": "● Тема/послание, передаваемое игровыми персонажами.<br>● Роли, представляемые классами персонажей; узнаваемость представления.<br>● Графический стиль персонажей; какую атмосферу и настроение он передает.<br>● Графическая символика в пользовательском интерфейсе; узнаваемость послания.<br>● Что символика пользовательского интерфейса говорит о нашей эпохе в 2024 году?<br>● Графический стиль пользовательского интерфейса; что он сообщает о природе и настроении игры.<br>● Какие символы вы находите в мебели душевного дома; что художник хотел сказать этими объектами?",

    "functional-label": "Функциональное воздействие",
    "functional-description": "● Влияние различных классов персонажей на геймплей и стратегию.<br>● Взаимоотношения между различными классами персонажей; как они дополняют друг друга.<br>● Как различные элементы пользовательского интерфейса побуждают пользователя к действию и участию.<br>● Связь между функциональной природой и графической символикой значков; обоснована ли она? (можно ли ее дальше развивать?)<br>● Если бы бой был представлением жизни, что бы он сказал?<br>● Аудиовизуальный рассказ о битве и ограблении; какое послание он передает и какую атмосферу создает?<br>● Как игра отражает последствия действий и ответственность за участие в жизни сообщества?<br>● Построение идентичности через информацию профиля и настройку аватара. А что если нельзя стать видимым (чат)?<br>● Как выборы игрока влияют на развитие его персонажа и репутацию в клане?<br>● Какие способы есть у игрока, чтобы его голос был услышан? Как может проявиться собственная идеология игрока?<br>● Каково значение учета доступности с точки зрения ценностей?",

    "connections-label": "Связи вне игры",
    "connections-description": "● Культурные стереотипы и гендерные нормы, отраженные/оспоренные в персонажах.<br>● Культурные нормы и общественные представления, отраженные/оспоренные в графике пользовательского интерфейса.<br>● Психологические или социальные причины популярности различных классов персонажей.<br>● Социальные практики, построенные вокруг ядра игры (формы совместной игры, публичные обсуждения и т.д.)<br>● Как механизм голосования, реализованный в игре, отражает демократические процессы реального мира?<br>● Какие социальные навыки развивает игра в рамках деятельности клана и коллективного принятия решений?<br>● Как механики игры могут служить инструментами для обучения сотрудничеству, переговорам и ценностям сообщества?",

    "online-label": "Онлайн-игра ALT Zone",
    "online-description": "ALT Zone - это кооперативная игра, разработанная для мобильных устройств, в которой у каждого члена альянса есть важная роль. ALT Zone объединяет различных игроков к сердцу нашей человечности и делает их важными друг для друга с теми сильными сторонами, которые есть у каждого игрока.",

    "alliance-label": "Общий альянс различных игроков",
    "alliance-description": "Игроки формируют команду из 30 участников, где у каждого типа игрока есть важное место; коллекционеры, строители, конкуренты, планировщики и т.д. Команда живет на планете, которая украшена победами в игре и мебелью и другими модами, купленными в игровом магазине. Все общее. Чат поддерживает принцип 'нужна деревня', поскольку игроки представляют свой альянс и страну (в зависимости от того, где они общаются).",

    "characters-label": "Игровые персонажи и их развитие",
    "characters-description": "Щиты игровых персонажей - это знакомые механизмы защиты из реальной жизни. Каждый игровой персонаж относится к одному из семи классов защиты: 'онемевшие', 'скользящие', 'правила', 'отражатели', 'самобичеватели', 'перемышляющие', 'симбиотические' (рабочие названия). Классы защиты вдохновлены теорией Гештальта. Класс защиты определяет половину атрибутов игрового персонажа, а оставшиеся 50% могут быть настроены игроком (усиление/ослабление) с помощью алмазов, собранных на игровом поле.",

    "mechanics-label": "Игровая механика",
    "mechanics-description": "Режим игры Пинг-Понг - Щиты игровых персонажей - это знакомые механизмы защиты из реальной жизни. Каждый игровой персонаж относится к одному из семи классов защиты: 'онемевшие', 'скользящие', 'правила', 'отражатели', 'самобичеватели', 'перемышляющие', 'симбиотические' (рабочие названия). Классы защиты вдохновлены теорией Гештальта. Класс защиты определяет половину атрибутов игрового персонажа, а оставшиеся 50% могут быть настроены игроком с помощью алмазов, собранных на игровом поле. ОГРАБЛЕНИЕ - Победившая команда в игре 2 на 2 выполняет ограниченное по времени ограбление на складе противника. Добыча победы передается с планеты проигравших на планету победителей.",

    "youthwork-label": "Работа с молодежью и обучение игровому искусству в школах",
    "youthwork-description": "Работа с молодежью и обучение игровому искусству в школах Мы постоянно развиваем игру с молодежью PRG. Вы можете присоединиться к тестированию и разработке, присоединившись к серверу Discord. Когда демо будет готово (по оценкам весной 2024 года), мы отправимся в тур по начальным и средним школам по всей стране. Тестирование демо будет проводиться в рамках пакета преподавания игрового искусства, который предоставляет школам инструменты для изучения и анализа игр. Цель состоит в том, чтобы включить игровое искусство в школьную программу так же, как театр, кино, литература, изобразительное искусство и музыка. Ознакомьтесь с игрой и расписанием совместных тестов, отсканировав QR-код и присоединившись к нашему игровому сообществу в Discord!",

    "prg-label": "PRG - Психея Роял Гейминг ry",
    "prg-description": "тел. 0442407396 / Helena Pavloff-Pelkonen, psykkis@hotmail.com"
}
