{
  "head-title": "AltZone",
  "head-description": "Altzone предоставляет игрокам возможность присоединиться к сообществу, играть в игры и знакомиться с новыми комиксами.",
  "head-keywords": "altzone, игра, сообщество, комиксы, галереи, играть, зарегистрироваться, войти",
  "og-title": "AltZone - Начни свою игру здесь",
  "og-description": "AltZone предоставляет игрокам возможность присоединиться к сообществу, играть в игры и знакомиться с новыми комиксами.",
  "section-title": "Учебный пакет",
  "main": "Главная",

  "intro-label": "Введение",
  "intro-description": "ALT Zone - это мобильная игра с художественным содержанием, разрабатываемая как учебное пособие для преподавания искусства в школах. Преподавание игрового искусства само по себе является сложной задачей, так как оно сильно зависит от личного опыта и анализа, что делает достижение общего опыта практически невозможным. ALT Zone предлагает общую основу для преподавания игрового искусства.",

  "implementation-label": "Реализация",
  "implementation-description": "Учебный пакет легко реализовать; он включает в себя демо-игру, которую можно протестировать на мобильном устройстве или ПК, а также вопросы, направляющие на размышления о игровом искусстве. Игру также можно анализировать с помощью видео и изображений. Учащиеся имеют возможность доработать игру для дальнейшего скачивания как мобильную игру ALT Zone 2.0 в магазине приложений. Доход от игры ALT Zone 2.0 пойдет на поддержку мечт молодежи через создаваемый фонд.",

  "visual-label": "Визуальное воздействие",
  "visual-description": "● Тема/послание, передаваемое персонажами.\n● Роли, представляемые различными классами персонажей; узнаваемость репрезентации.\n● Графический стиль персонажей; какая атмосфера и настроение передаются.\n● Графическая символика в интерфейсе; узнаваемость сообщения.\n● Что символика интерфейса говорит о нашем времени в 2024 году?\n● Графический стиль интерфейса; что он передает о природе и настроении игры.\n● Какие символы вы находите в мебели Дома Души; что хотел сказать художник этими предметами?",

  "functional-label": "Функциональное воздействие",
  "functional-description": "● Влияние различных классов персонажей на игровой процесс и стратегию.\n● Взаимоотношения между различными классами персонажей; как они дополняют друг друга.\n● Как различные элементы интерфейса побуждают пользователя к действиям и участию.\n● Связь между функциональной природой и графической символикой значков; обоснована ли она? (может ли быть улучшена?)\n● Если бы битва была представлением жизни, что бы это значило?\n● Аудиовизуальное повествование о битвах и грабежах; какое сообщение оно передает и какое настроение создает?\n● Как игра отражает последствия действий и ответственность за участие в сообществе?\n● Создание идентичности через настройку профиля и аватара. Что если невозможно стать видимым (чат)?\n● Как выборы игрока влияют на развитие его персонажа и репутацию в клане?\n● Какие способы у игрока есть, чтобы быть услышанным? Как идеология игрока может быть видимой?\n● Какое значение имеет учет доступности с точки зрения ценностей?",

  "connections-label": "Связи за пределами игры",
  "connections-description": "● Отраженные/оспариваемые культурные стереотипы и гендерные нормы в персонажах.\n● Отраженные/оспариваемые культурные нормы и социальные представления в графике интерфейса.\n● Психологические или социальные причины популярности различных классов персонажей.\n● Социальные практики, возникающие вокруг ядра игры (формы совместной игры, публичные обсуждения и т. д.).\n● Как механизм голосования в игре отражает демократические процессы в реальном мире?\n● Какие социальные навыки развивает игра в рамках клановой деятельности и коллективного принятия решений?\n● Как механики игры могут служить инструментами для обучения сотрудничеству, переговорам и ценностям сообщества?",

  "online-label": "Онлайн-игра ALT Zone",
  "online-description": "ALT Zone - это кооперативная игра для мобильных устройств, в которой у каждого члена альянса есть важная задача. ALT Zone объединяет разных игроков вокруг нашей человечности и делает их важными друг для друга с теми сильными сторонами, которые есть у каждого игрока.",

  "alliance-label": "Общий альянс разных игроков",
  "alliance-description": "Игроки образуют команду из 30 членов, где для каждого типа игрока есть важное место; коллекционеры, строители, конкуренты, дизайнеры и т. д. Команда живет на планете, которая обустраивается победами в игре и покупками мебели и других модификаций в игровом магазине. Все общее. Чат поддерживает принцип «деревня воспитывает», когда игроки представляют свой альянс и страну (в зависимости от того, где они общаются).",

  "characters-label": "Персонажи и их развитие",
  "characters-description": "Персонажи защищены знакомыми из реальной жизни механизмами защиты. Каждый персонаж принадлежит к одному из семи классов защиты: «бесчувственные», «скользящие», «зависимые от правил», «отражающие», «самобичующиеся», «перемышляющие», «симбиотические» (рабочие названия). Вдохновением для классов послужила теория Гештальта. Класс персонажа определяет половину его характеристик, а остальные 50% игрок может настроить (усилить/ослабить) сам с помощью алмазов, собранных на игровом поле.",

  "mechanics-label": "Игровая механика",
  "mechanics-description": "Режим игры Пинг-Понг - Персонажи защищены знакомыми из реальной жизни механизмами защиты. Каждый персонаж принадлежит к одному из семи классов защиты: «бесчувственные», «скользящие», «зависимые от правил», «отражающие», «самобичующиеся», «перемышляющие», «симбиотические» (рабочие названия). Вдохновением для классов послужила теория Гештальта. Класс персонажа определяет половину его характеристик, а остальные 50% игрок может настроить сам с помощью алмазов, собранных на игровом поле. ОГРАБЛЕНИЕ - Победившая команда из двух игроков проводит ограбление склада противника, ограниченное по времени. Трофеи от ограбления переходят с планеты проигравших на планету победителей.",

  "youthwork-label": "Работа с молодежью и преподавание игрового искусства в школах",
  "youthwork-description": "Работа с молодежью и преподавание игрового искусства в школах Мы постоянно развиваем игру с помощью молодежи PRG. Вы можете присоединиться к тестированию и разработке, присоединившись к серверу Discord. Когда демо будет готово (предположительно весной 2024 года), мы начнем объезжать школы и лицеи по всей стране. Демо-тестирование будет проводиться в рамках учебного пакета по игровому искусству, который предоставляет школам инструменты для изучения и анализа игр. Цель - включить игровое искусство в школьные учебные программы наравне с театром, кино, литературой, изобразительным искусством и музыкой. Ознакомьтесь с игрой и расписанием совместных тестов, отсканировав QR-код и присоединившись к нашему игровому сообществу в Discord!",

  "prg-label": "PRG - Psyche’s Royale Gaming ry",
  "prg-description": "тел. 0442407396 / Helena Pavloff-Pelkonen, psykkis@hotmail.com"
}
