{
    "title": "About Us",
    "head-title": "What is PRG?",
    "head-description": "Psyche's Royale Gaming ry is a non-profit game art association that is collaboratively developing the mobile game ALT Zone 1.0",
    "head-keywords": "A wide range of talented individuals are contributing to this project",

    "project": "Has worked on this project",
    "locality": "From a different locality",
    "nationality": "From a different nationality",
    "behind": "Years into the journey",

    "localityCount": "15",
    "nationalityCount": "5",
    "behindCount": "6",

    "story-title": "ALT Zone's history",

    "V2019": "The idea for the ALT Zone mobile game was born from the imagination of an 11-year-old boy. The concept was introduced to Psyche’s Royale Gaming (PRG ry), whose team immediately got excited—this was a unique kind of game we’d want to play ourselves and share with others! What stood out to the PRG team was that instead of relying on the typical fighting and shooting mechanics found in mobile games, ALT Zone’s gameplay would revolve around shielding and defense. These forms of protection would be drawn from real life: the alcoholic’s shield might be a bottle, the know-it-all’s a book, and so on.\n\nSoon, a whole cluster of new, thought-provoking ideas began to take shape around the concept. This raised a question: could the game function as a platform for artistic exploration and reflection on the human condition? What kind of discussion could we spark? At the time, PRG ry was primarily organizing inclusive gaming events and eSports activities, which had already built ties to the professional gaming community. We began pitching the game idea to a number of industry professionals—and they seemed just as excited as we were.\n\nInspired by this, the PRG team began to think more broadly about the potential of games as thought-provoking art—and about the role of games in arts education more generally. How could games be meaningfully integrated into schools alongside theatre, visual arts, literature, and cinema? In arts education, beyond exploring historical movements and examples, a key element often lies in collectively experiencing an artwork and reflecting on its meanings together. But how could this be realized through the medium of games?\n\nIn conversations with game industry professionals, we learned that most of their attempts to introduce game testing in schools had failed—mainly because schools don’t engage in commercial collaborations. PRG ry recognized a chance to bring its expertise in arts education to meet a clear need in the games sector. Before shifting toward game development, PRG had been touring theatre performances in schools—fulfilling a national curriculum requirement to provide all students yearly opportunities to experience and participate in theatre. These performances were followed by classroom-based workshops and discussions.\n\nA new question emerged: what if we brought the ALT Zone mobile game to schools in a similar format, and brought a unified gameplay experience into the classroom—something students could engage with as a shared artistic encounter, either as a singular piece or as part of a broader thematic whole, also enabling the possibility to take part in its further development. After all, PRG ry is a volunteer-based association where people bring their ideas to life without money ever changing hands. The idea felt too compelling to ignore, and a network of professional developers offered to help us figure out how to move forward. It was time to take a leap into the unknown. The work could begin.",

    "V2020": "In 2020, we began recruiting game industry trainees for the project. The idea of gaining hands-on experience in game development quickly sparked interest, and we received feedback that students in programming and media often struggle to find practical internships in the field. Game studios tend to be too busy to provide mentorship, and many game projects are confidential.\n\nWe soon connected with several vocational and applied science institutions whose students were enthusiastic about the training opportunities. That same year, the first interns joined the project, and we began holding weekly meetings at Helsinki Central Library Oodi. Looking back, our team initially lacked expertise in mentoring game interns or in game development itself—but we made up for it with passion. The PRG team had a strong background in theatre, with very different production practices than in game development. Still, thanks to some skilled (or bravely curious) interns and new volunteers, in addition to professional networking, the project started to gain momentum.\n\nSlowly, the game began to form piece by piece—wobbly at first, but always learning along the way. Only the most keen-eyed could see the potential. Soon it became apparent that weekly meetings alone were not enough to maintain the kind of structure and continuity needed for effective teamwork, and as a result, we created a dedicated Discord server to manage communication, allowing us to recruit interns nationwide and enabling daily collaboration to be significantly easier. Using other remote-friendly tools like GitHub and Google Drive, we began to build the foundations of continuity.\n\nWhile the team still had technical gaps, progress continued at its own pace. The artistic mission gave the game its unique pulse, requiring every element—from graphics to game logic—to be meaningfully considered. One sign of this artistic ambition was the development of a narrative comic meant to serve as a backstory, which was drafted and illustrated during the year.",

    "V2021": "By the start of 2021, many pieces began to fall into place: the game’s core logic took shape, and the narrative layer gained a more defined form. The comic script was completed, freeing up more time to focus on project management and operational models, which were increasingly necessary as the team grew.\n\nWe wrote internal project guidelines, created new characters, searched for the game’s visual identity, and so forth. As new interns joined and fresh ideas emerged, we found ourselves constantly reworking concepts—fortunately—which only helped clarify the game’s content and structure.\n\nTeam expansion brought challenges, especially in maintaining continuity, since many members rotated in and out with school internship cycles, and successive interns often struggled to pick up where the previous ones left off. The project needed sustained guidance and coordination—in other words, a stable core team. We began searching for longer-term contributors in addition to interns. This resulted in applications from aspiring professionals, unemployed individuals in work trials, and volunteers seeking meaningful involvement.",

    "V2022": "Over the course of 2022, a more permanent core team of game developers began to form, assuming responsibility for the project’s continuity across different domains. Within this core, we started drafting operational documents and locking in key structural decisions, which each sub-team carried out in practice.\n\nOrganically, the project began to divide into specialized departments—teams all working toward the same goal: to make an artistically impactful mobile game that we ourselves would want to play.\n\nThe project’s artistic mission was rooted in the belief that art should engage with socially meaningful themes and provoke conversation. What kinds of reflection might arise from presenting alcoholism or binge-eating as defense mechanisms? Could this promote understanding or open constructive dialogue about recognizable coping strategies: the bully who avoids feelings, the class clown, the overeater, the neighborhood drunk? Might it help someone reflect on their own defense mechanisms before they solidify into life-limiting habits?\n\nAs the process advanced, the core team became increasingly aware of the social-psychological dimensions enabled by game art. The project provided the perfect platform to explore such themes. For instance, what if players had to share all in-game rewards collectively? What if they were required to vote on all major clan decisions, from electing leaders to selling unused furniture in the clan warehouse? What kind of social dynamics could emerge?\n\nThe world of art offers a space for imagination and play, where we can safely explore, challenge, and laugh at things otherwise silenced in society. The magic circle of games felt like a powerful opportunity to use playful, participatory art to spark reflection. PRG ry’s previously emerging aim continued to take clearer shape in this direction: to elevate games as a legitimate art form and position them within the broader continuum of the arts.",

    "V2023": "The year 2023 marked a major step forward in ALT Zone's production. More amazing volunteers and interns joined the ranks. New teams were formed around server development, multiplayer mechanics, sound design, website creation, and arts education materials.\n\nALT Zone had grown into a game development project with around 80 active participants, organized into specialized teams, each with its own lead. As the project expanded, evolved, and its educational mission began to crystallize, we were able to define our concrete output-oriented goal: releasing ALT Zone 1.0; a version that would serve as the foundation for an educational media arts package aimed at schools, complete with discussion prompts to support collective analysis. Just as with educational materials built around literature or film, this package would help students explore and interpret a specific media text, providing a similar 'base text' for understanding game art. Test players could also give feedback and optionally join our development Discord as active playtesters.\n\nAt the same time, the core team wanted to keep the broader vision alive: to continue developing ALT Zone as a publicly released game, collaboratively built beyond version 1.0. This became known as ALT Zone 2.0—a potential future release that could generate revenue to sustain development. Any profits would be directed to a foundation supporting young people’s dreams, awarding grants to youth-led creative projects annually.",

    "V2024": "In 2024, team leads for UI design and web development joined, completing what felt like a truly functional core team. The increasing popularity of our internships had reached a point where team leads began setting entry requirements for applicants. Workflows began to form within teams, and the needs of one team began to set expectations for others, fostering positive interdependence and greater organizational structure. To maintain cohesion and cross-team communication in our growing organization, weekly meetings for team leads were launched.\n\nThings seemed to be running smoothly, but our dedicated group of volunteer testers—comprised of friends, family, and community members—began to grow frustrated with technical issues in core game mechanics. In particular, slow response times in fast-paced multiplayer scenarios were affecting motivation. We had hit a technical dead-end. The core team began searching frantically for a solution.\n\nAfter extensive reflection and consultations with mentors, we concluded that our outdated networking system had to be replaced with a modern alternative. This posed a major challenge for the multiplayer programming team, who had to learn an entirely new system and rebuild the code from scratch. The team rose to the challenge with admirable curiosity, and what once felt like an insurmountable mountain now seemed climbable with new gear."
}
