{
    "head-title": "ALT Zone",
    "head-description": "ALT Zone is a community-built mobile multiplayer game aimed to serve as an entertaining educational package on game art",
    "head-keywords": "altzone, game, game art, educational package on game art, community, comics, galleries, play, register, log in",
    "og-title": "ALT Zone - Start your game here",
    "og-description": "ALT Zone is a community-built mobile multiplayer game aimed to serve as an entertaining educational package on game art",
    "section-title": "Exploring the art of games",
    "main": "Main Page",

    "info-label": "Video games as art",
    "info-description": "Games and play have been part of human culture since the dawn of humanity, with the most recent form of expression — the digital video game — having matured over roughly 60 years. As a form of storytelling, this is still a short period compared to theatre, literature, or architecture, which have been part of our culture for millennia. The closest comparison can be found in cinema, which has existed for only about twice as long. However, the video game is the only narrative form that allows the participant to take part in — and at least seemingly influence — the story through action. There are, of course, many kinds of games: some emphasize free play, while others revolve around moral choices and structured plots. What unites them all is the exploratory, meaning-making activity that takes place within the experiential world created by the game designer. Video games are multisensory experiences that, at their best, function like other art forms — as catalysts for reflection and dialogue, as cultivators of wisdom, and as strengthenings of emotional life.",

    "intro-label": "Teaching package",
    "intro-description": "The Game Art Teaching Package is a learning module developed within the ALT Zone project to help schools explore games from artistic and cultural perspectives. The package consists of in-game daily tasks and accompanying teacher guidelines. These tasks guide students to examine games from multiple viewpoints and to practice game literacy — the ability to interpret, understand, and evaluate games in the same way that literature, film, or visual art are studied in education.",

    "implementation-label": "Teacher’s tools",
    "implementation-description": "The Game Art Teaching Package offers teachers an easy way to explore games in school. The tasks are designed so that even non-gaming teachers can facilitate them, while students can use their own gaming experience as a learning resource. Teachers can access ready-made lecture materials and related tasks online through the teacher’s website, and students download the ALT Zone mobile game during class — from there, the game guides the process itself.",

    "message-label": "Testing lesson",
    "message-description": "The class is divided into two clans competing in completing tasks and winning matches. A scoreboard projected on the smartboard shows progress and points, creating a shared and engaging atmosphere. In the game view, students see tasks as icons — clicking one reveals instructions such as “change the background music” or “find the symbolic meaning in the graphics.” After completing a task, the game records success and awards points.",

    "content-label": "Task themes",
    "content-description": " The teaching package is divided into areas that highlight the diversity of games:<br>● Social Game Literacy: interaction and collaboration with other players.<br>● Narrative Game Literacy: exploring the game world and storytelling.<br>● Cultural Game Literacy: connections to art, society, and game genres.<br>● Ethical Game Literacy: examining values, choices, and responsibility in games.<br>The package also includes a Game Art Analysis, where students reflect on games as an art form — much like analyzing a shared novel or film in class.<br><a href='https://drive.google.com/file/d/16MJzw25RAzV0uH6m9VzReYGFCExK23Uh/view?usp=drive_link'target = '_blank'>More on the Topic</a>",

    "joinus-label": "Join us",
    "joinus-description": "Teacher: sign up to test the educational package among the first and to develop it further with us by filling out: <a href='https://docs.google.com/forms/d/e/1FAIpQLScTZXpq3tJ-Lg2fNO6uaJr5CCC0Jh9LOQXcNDG0nfhWl2bE8g/viewform' target = '_blank'>Registration form</a> <br><br> Youth: To become testers and developers, scan the QR code and join our <a href='https://discord.com/invite/erFAcE4Qhb' target = '_blank'>Discord</a> game community!",

    "literature-label": "Literature",
    "literature-description": "Juho Kuorikoski, Game Art Manifesto <br>Tuukka Hämäläinen and Aleksandr Manzos, Infinite Worlds of Games: The Big Questions of Life in Digital Games <br>Jaakko Kemppainen, Game Designer's Primer <br>Jaakko Kemppainen, Games Do Good."
}
