{
  "head-title": "AltZone",
  "head-description": "AltZone is a community-built mobile multiplayer game aimed to serve as an entertaining educational package on game art",
  "head-keywords": "altzone, game, community, comics, galleries, play, sign up, log in",
  "og-title": "AltZone - Start your game here",
  "og-description": "AltZone is a community-built mobile multiplayer game aimed to serve as an entertaining educational package on game art",
  "section-title": "Game Art",
  "main": "Main Page",

  "info-label": "What is game art?",
  "info-description": "Games and play have been part of human culture since the dawn of humanity, with the latest form of expression, digital video games, having matured among us for about 60 years. As a form of storytelling, this is still a short time compared to theater, literature, and architecture, which have been part of our culture for millennia. The closest comparison is cinema, which has been around only about twice as long. However, video games are the only form of storytelling that offers the experiencer the opportunity to participate and at least seemingly influence the story on an operational level. Of course, there are many different types of video games; some emphasize free play and others lead to moral choices in the plot, but all are united by the experimental and investigative, meaning-building activity practiced within the world created by the game designer. Video games are multi-sensory experiences that can, at their best, act like other arts as conversation starters and tools, wisdom enhancers, and emotional strengtheners.",

  "intro-label": "ALT ZONE educational package",
  "intro-description": "ALT Zone 1.0 is a mobile game equipped with artistic content, being developed as a teaching tool for primary school art education. Just as in literature education where a common book is read and analyzed together, creating a language of meaning for understanding literature, ALT Zone offers a similar common platform for teaching game art. Student development ideas lead to the creation of ALT Zone 2.0 mobile game, which anyone can download from the app store.",

  "implementation-label": "Implementation in class",
  "implementation-description": "The educational package includes a demo game that can be tested on mobile or PC devices, along with questions guiding thought on game art. Access to game art analysis is achieved by playing the game together, or even just by examining pictures and videos from it. The educational package is made as easy as possible for the teacher to implement and select elements that fit their teaching style. Student development ideas lead to the creation of ALT Zone 2.0 mobile game, which anyone can download from the app store. Profits from ALT Zone 2.0 are distributed as grants to support young people's dreams.",

  "message-label": "The message of the ALT game",
  "message-description": "ALT happens within the inner self. It depicts the movement of emotions between people and highlights our defense mechanisms. The game characters represent the means of our protection, each with its own playability with which one can become familiar. ALT is also a story of community action, about how we are all parts of the same body. In ALT, we represent our community and learn to share with it. ALT encourages artistry, the exchange of our souls through art.",

  "content-label": "Educational package content",
  "content-description": "● Theme/message conveyed by game characters.<br>● Roles represented by character classes; recognizability of representation.<br>● Characters' graphic style; the atmosphere and mood it conveys.<br>● Graphic symbolism in the interface; recognizability of the message.<br>● What does the interface's symbolism tell us about our era?<br>● Graphic style of the interface; what it communicates about the nature and mood of the game.<br>● What symbols do you find in the soul home's furniture; what did the artist want to say with these items?<br>● <a href='https://docs.google.com/document/d/1QJy7PWREJaJpob6HbL26OEVtHrpDsbiHx_ZJIVdC8UI/edit'target = '_blank'>More on this topic</a>",

  "joinus-label": "Join us",
  "joinus-description": "Teacher: sign up to test the educational package among the first and to develop it further with us by filling out: <a href='https://docs.google.com/forms/d/e/1FAIpQLScTZXpq3tJ-Lg2fNO6uaJr5CCC0Jh9LOQXcNDG0nfhWl2bE8g/viewform' target = '_blank'>Registration form</a> <br><br> Youth: To become testers and developers, scan the QR code and join our <a href='https://discord.com/invite/erFAcE4Qhb' target = '_blank'>Discord</a> game community!",

  "literature-label": "Literature",
  "literature-description": "Juho Kuorikoski, Game Art Manifesto <br>Tuukka Hämäläinen and Aleksandr Manzos, Infinite Worlds of Games: The Big Questions of Life in Digital Games <br>Jaakko Kemppainen, Game Designer's Primer <br>Jaakko Kemppainen, Games Do Good"
}
