{
  "main-title": "Ethical Guidelines",

  "head-description": "We aim to build a game industry that is fair, responsible and humane – a place where creativity and ethics go hand in hand.",
  "head-keywords": "ethical guidelines, ethics, game community, alt zone",
  "og-title": "Ethical Guidelines - ALT Zone",
  "og-description": "Read Psyche's Royale Gaming's ethical principles for players, team members and partners.",

  "intro-nav-menu-title": "Ethical Guidelines",
  "intro-label": "",
  "intro-description": "We aim to build a game industry that is fair, responsible and humane – a place where creativity and ethics go hand in hand. We want our players, creators and partners to trust that we act transparently, responsibly and with respect for one another.",

  "players-nav-menu-title": "Players",
  "players-label": "Respecting players",
  "players-description": "• We develop games that provide a fair, fun and meaningful experience for all players.<br> • We respect player privacy and handle personal data responsibly and in accordance with data protection laws.<br> • We strive to create content that is appropriate for our audience and respects different backgrounds, cultures and values.<br> • We promote accessibility so that as many people as possible can enjoy our games.",

  "employees-nav-menu-title": "Developers",
  "employees-label": "Team members and developers",
  "employees-description": "• We support a healthy and sustainable work culture, avoiding overload and respecting individual well-being.<br> • We value diversity and equality in all our activities.<br> • We respect copyrights and give recognition to the contributions of every team member and volunteer.",

  "business-nav-menu-title": "Marketing Ethics",
  "business-label": "Business and marketing ethics",
  "business-description": "• We act openly and honestly in marketing and communication.<br> • Microtransactions and paid content are always presented clearly and transparently.<br> • We do not exploit player vulnerability or use manipulative game mechanics to drive spending.",

  "society-nav-menu-title": "Responsibility",
  "society-label": "Social responsibility",
  "society-description": "• We avoid stereotypical, discriminatory or offensive portrayals and aim to reinforce positive values.<br> • We consider environmental impact when developing and maintaining our games, as far as reasonably possible.<br> • We believe in the power of games to support learning, community and positive interaction.",

  "law-nav-menu-title": "Law & Rules",
  "law-label": "Law and accountability",
  "law-description": "• We comply with all applicable laws and regulations, including data protection, copyright and consumer protection legislation.<br> • We are committed to transparency and taking responsibility for our actions.<br> • We actively listen to feedback from players, team members and partners to continuously improve our work."
}
