{
    "PlayOnline": "PLAY",

    "head-title": "ALT Zone",
    "head-description": "ALT Zone is an online multiplayer game designed for mobile platforms, developed as an educational tool for art education in primary schools.",
    "head-keywords": "altzone, game, community, comics, galleries, play, register, log in",
    "og-title": "ALT Zone - Start Your Game Here",
    "og-description": "ALT Zone is an online multiplayer game designed for mobile platforms, developed as an educational tool for art education in primary schools.",
    "ranking-player": "player",
    "ranking-score": "score",

    "main-title": "LET'S MAKE THE BEST GAME IN THE WORLD TOGETHER!",
    "main-description": "In the ALT Zone mobile game, you dive into the depths of the human mind, where game characters represent defense mechanisms and clash on the battlefield of social interaction.",
    "main-sub-description": "Explore the labyrinth of our souls\nCan you face your defenses?",
    "project-description-title": "What is Alt Zone?",
    "project-description-text": "ALT Zone 1.0 is an art-based mobile game created as a volunteer-driven production in collaboration with young people. In the game, human defense mechanisms clash on the battlefield of social interaction.\n\nAn accompanying educational package for lower and upper secondary schools will be created, which teachers can easily apply in practice. Students have the opportunity to continue developing the game. The revenue from the resulting ALT Zone 2.0 game will be donated in full to support the dreams of young people.",
    "project-description-array": [
        "ALT Zone is a mobile game enriched with artistic content, developed as a teaching tool for art education in comprehensive schools. Teaching game art is inherently challenging; it relies heavily on personal experience and analysis, making shared experiences nearly impossible to achieve.",
        "ALT Zone provides a common foundation for teaching game art. The teaching package is easy to implement; it includes a demo game that can be tested on a mobile or PC device, as well as questions guiding students toward critical thinking in game art. The game can also be analyzed solely through videos and images.",
        "Students have the opportunity to continue developing the game into a downloadable mobile version, ALT Zone 2.0, available later from the app store. The revenue from ALT Zone 2.0 will support young people’s dreams through a dedicated foundation."
    ],

    "getToKnowComics": "Explore comics",
    "getToKnowComics-title": "The game inventor's story",

    "videoAndGalleries-title": "Our art:",

    "playWithUs-title": "Start playing now!",
    "playWithUs-OpenPositions-title": "See open positions",
    "playWithUs-OpenPositions-body": "Come with us",
    "playWithUs-BecomeATester-title": "Become a tester",
    "playWithUs-BecomeATester-body": "Make the app better",
    "playWithUs-WebGLNotice": "Due to known WebGL compatibility issues, our WebGL game might not work correctly on iPhones or Macs.",

    "classifiedHeroesBlocks-title": "Heroes",
    "classifiedHeroesBlocks-seeMore": "More",

    "gallery-seeMore": "See more",
    "playWithUs-download-text": "Google Play Store",
    "playWithUs-text": "In browser",
    "playWithUs-download": "Download",
    "contact-title": "Interested\nin working\nwith us?",
    "contact-linkText": "Contact us",

    "newsSection-title": "Alt News"
}
