{
  "head-title": "What is PRG",
  "prg": "PRG – Psyche's Royale Gaming Association",
  "prg-text": "PRG – Psyche’s Royale Gaming Registered Association is a non-profit organization that provides a community platform for inclusive gaming activities and the development of new games. At present, our main goal is to develop the mobile game ALT Zone for educational use – as a non-commercial and participatory project. Our activities can be compared to community theatre: people from diverse backgrounds are involved – some are completing internships as part of their game industry studies, some participate through work trials, and many contribute as volunteer hobby members of PRG. Each participant contributes in their own way, doing exactly what excites and helps them grow. PRG offers an opportunity to develop, learn, and engage in meaningful collaboration in the field of games – no matter where you are in life or in your career.",
  "action-plan": "Action plan",
  "action-plan-text": "PRG’s Operational Plan outlines our next focus areas: key priorities in game development, growing the community, and collaborating with schools.",
  "activity-report": "Annual report",
  "activity-report-text": "On this page, you can read PRG’s latest Annual Report, where we share what we have done, what we achieved, and the projects we have carried out.",
  "bylaws": "Association rules",
  "bylaws-text": "PRG operates as a registered association. Below you can find the official Articles of Association, which describe the organization’s purpose, structure, and operating principles.",
  "check-pdf": "Check PDF",
  "prg-board": "PRG board",
  "helena-job": "Executive Director, Chairperson",
  "helena-profession": "Drama Educator, Vocational Teacher, Youth Worker, Solution-Focused Work Supervisor, Poster Artist",
  "esa-job": "Board Member, Vice Chairperson",
  "esa-profession": "Master of Adult Education, Doctoral Researcher in Game Arts",
  "emmi-irina-job": "Board Member",
  "emmi-irina-profession": "Youth Worker",
  "see-board": "See the entire Board here",
  "prg-team": "The PRG team has included professionals from various fields, enthusiastic students, and dedicated volunteers.",
  "meet-board": "Meet the entire Board here",
  "alt-zone-team": "ALT Zone Team here",
  "open-pdf": "Open the PDF in a new tab",
  "link-to-team-page": "Open the ALT Zone team page in a new tab."
}