{
  "policies-label": "Privacy Policy",
  "policies-description": "Updated: 23 August 2024",

  "privacy-label": "Privacy Policy",
  "privacy-description": "This privacy policy clarifies how the mobile game ALT Zone 1.0 handles and stores user personal data. We value the privacy of our users and are committed to protecting their personal data in accordance with applicable laws, including the EU General Data Protection Regulation (GDPR).",

  "interpretation-label": "Data Controller",
  "interpretation-description": "The data controller is Psyche’s Royale Gaming ry, which is responsible for processing your personal data as described in this privacy policy.",

  "collecting-label": "Collected Personal Data and Purpose of Processing",
  "collecting-description": "We collect and process the following personal data to provide you access to the Game and its features:<br> ● <b>Username and Password</b>: The username and password created by the user are stored to allow the user to log in to the Game. The password is stored in a secure form. A password reset code is also stored at the user's request to allow password recovery if necessary.<br> ● <b>Clan</b>: Information about which clan the user belongs to is stored. This information is related to the user's participation in the game's community activities.<br> ● <b>Game Characters and Modifications</b>: We store information about the game characters collected by the user and all modifications made to them, allowing the player to continue the game later.<br> ● <b>Avatar and Modifications</b>: We store the user's created avatar and the modifications made to it.<br> ● <b>Chat Messages</b>: Chat messages written by the user within the game are stored to make them available later and restore them if necessary.<br> ● <b>Player's Age</b>: We ask for the player's age during the creation of the user account to ensure that the user meets the age restrictions.<br> This data is processed to provide the service, enhance user experience, and fulfill legal obligations.",

  "analytics-label": "Analytics and Game Usage Monitoring",
  "analytics-description": "We may use a third-party analytics tool to improve the game and enhance the user experience. This tool may collect information on how players use the game, including game progress, user choices, and time spent in the game. This data is collected anonymously and is not directly linked to the user's personal data.",

  "legal-basis-label": "Legal Basis for Processing Personal Data",
  "legal-basis-description": "The legal bases for processing personal data are:<br> ● <b>Contract Performance</b>: The processing of the username, password, and other game data is necessary for the execution of the contract made with the user, i.e., the game usage agreement.<br> ● <b>Legitimate Interest</b>: The collection of analytics data to improve the game and enhance the user experience is based on our legitimate interest.<br> ● <b>Legal Obligation</b>: Verifying the user's age ensures compliance with age restrictions and obligations related to the protection of minors' personal data.",

  "data-retention-label": "Data Retention",
  "data-retention-description": "We retain your personal data as long as necessary to fulfill the purposes described above or until you request the deletion of your data. You can request the deletion of your data at any time by sending an informal request via email to proyaleg@gmail.com. In that case, we will permanently and irrevocably delete all information related to you, unless the law requires its retention.",

  "rights-label": "Your Rights",
  "rights-description": "Under the GDPR, you have the right to:<br> ● <b>Access Data</b>: You can request a copy of the personal data we have stored.<br> ● <b>Correct Data</b>: You can request the correction of incorrect or incomplete data.<br> ● <b>Delete Data</b>: You can request the deletion of your personal data ('right to be forgotten').<br> ● <b>Restrict Processing</b>: You can request the restriction of processing in certain situations.<br> ● <b>Data Portability</b>: You can request that your personal data be provided to you or another data controller in a structured, machine-readable format.<br> ● <b>Object to Processing</b>: You can object to the processing of your personal data if the processing is based on legitimate interest.<br> You can exercise these rights by contacting us via email at proyaleg@gmail.com. If you believe that your personal data has been processed unlawfully, you have the right to file a complaint with the supervisory authority.",

  "security-label": "Data Protection",
  "security-description": "Protecting your data is our top priority. We use appropriate technical and organizational measures to protect your personal data from unauthorized access, alteration, disclosure, or destruction.",

  "changes-label": "Changes to the Privacy Policy",
  "changes-description": "We reserve the right to update this privacy policy as necessary, for example, due to changes in legislation or service development. We recommend reviewing the privacy policy regularly.",

  "contact-label": "Contact Information",
  "contact-description": "If you have any questions or concerns regarding this privacy policy or the processing of your personal data, you can contact us via email at proyaleg@gmail.com."
}
