{
    "head-title": "Teacher's Page",
    "head-description": "Learn how to set up ALT Zone classroom testing sessions in four simple steps. Create clans, prepare materials, share the game link, and analyze student results — make game-based learning fun and competitive.",
    "head-keywords": "altzone, teachers, classroom testing, educational gaming, game-based learning, test instructions, create clans, analyze results",
    "og-title": "ALT Zone Teacher's Page",
    "og-description": "Step-by-step instructions for teachers on setting up ALT Zone classroom testing sessions. Create clans, prepare materials, launch the game, and analyze student performance results.",
    "instructions": "1. Instructions",
    "preparation": "2. Preparation",
    "gaming": "3. Gaming",
    "results": "4. Results",
    "welcome": "Welcome",
    "instruction-title": "Here you can manage your lessons and prepare for teaching game art",
    "instruction-text": "In the Teacher's Panel under My Lessons, you can create a new lesson by giving it an appropriate tag (e.g., Class 7B) as well as browse and delete the lessons you have created.</p><p>By navigating to the lesson, a view opens that contains the necessary additional information for joining clans, the slides needed for teaching, the clan leaderboard, and also the homework section for that lesson. During the teaching session, simply project the desired lesson with its content and phases onto the board.</p><p>Comprehensive info packages related to game art and the game literacy skills and tasks included in this teaching package have been created to support preparation for teaching.",
    "preparation-title": "Preparing for teaching",
    "managing-title": "Managing the lesson",
    "managing-text": "A teacher can have a maximum of 10 active lessons at the same time. The teacher can delete outdated and completed lessons, freeing up space for new lessons. It is also recommended to delete a completed lesson as soon as possible. If the teacher does not delete a previously created lesson, it will be considered outdated after X months from the creation of the lesson and will then be automatically removed from the system.",
    "implementation-title": "Implementing the lesson",
    "implementation-text": "The lesson includes two clans that compete against each other during the testing period. First, familiarize yourselves with the game literacy tasks and game art teaching materials, allocating approximately XX time for this.</p><p>The testing can begin once the students have downloaded the test version of the game from the bottom of this page and created an account in the game.</p><p>Students can join the clans using the passwords assigned to them from within the game. Try to divide into these two clans as evenly as possible.</p><p>During the testing, students will complete tasks from different sections of game literacy. After the testing ends, the results can be viewed on the leaderboard. It is advisable to allocate about 20 minutes for the testing portion.",
    "preparatory-materials-title": "Materials to support preparation",
    "preparatory-materials-text": "What materials for preparation and where. They are included here.",
    "game-literacy-tasks-title": "Game literacy tasks",
    "game-literacy-tasks-text": "Below you can access the game literacy tasks page. There you can explore the available tasks.",
    "game-literacy-tasks-button": "Game literacy tasks",
    "my-lessons": "My Lessons",
    "create-lesson": "Create new lesson",
    "delete-lesson": "Delete lesson",
    "goto-lesson": "Go to lesson",
    "confirm-delete": "Are you sure you want to delete the lesson?",
    "no": "No",
    "yes": "Yes",
    "lesson": "Lesson",
    "create": "Create",
    "cancel": "Cancel",
    "name-lesson": "Name the lesson",
    "number-students": "Number of students"
}
