{
  "head-title": "AltZone",
  "head-description": "",
  "head-keywords": "altzone, game, community, comics, galleries, play, register, log in",
  "og-title": "AltZone - Start Your Game Here",
  "og-description": "",
  "section-title": "Teaching Package",
  "main": "Home",

  "intro-label": "Introduction",
  "intro-description": "ALT Zone is a mobile game with artistic content, developed as a teaching tool for art education in primary schools. Teaching game art is challenging in itself, as it is heavily based on personal experience and analysis, making it almost impossible to achieve a common experience. ALT Zone provides a common ground for teaching game art.",

  "implementation-label": "Implementation",
  "implementation-description": "The teaching package is easy to implement; it includes a demo game that can be tested on a mobile or PC device, as well as questions guiding the thinking of game art. The game can also be analyzed using only videos and images. Students have the opportunity to further develop the game for later download as ALT Zone 2.0 mobile game from the app store. The proceeds from the ALT Zone 2.0 game will go to support young people's dreams through a foundation to be established.",

  "visual-label": "Visual Impact",
  "visual-description": "● The theme/message conveyed by the game characters.<br>● The roles represented by the character classes; recognizability of representation.<br>● The graphic style of the characters; what kind of atmosphere and mood it conveys.<br>● Graphic symbolism in the user interface; recognizability of the message.<br>● What does the symbolism of the user interface say about our era now in 2024?<br>● The graphic style of the user interface; what does it communicate about the nature and mood of the game.<br>● What symbols do you find in the soul home's furniture; what has the artist wanted to say with these objects?",

  "functional-label": "Functional Impact",
  "functional-description": "● The impact of different character classes on gameplay and strategy.<br>● The relationships between different character classes; how they complement each other.<br>● How different user interface elements invite the user to act and participate.<br>● The connection between the functional nature and graphic symbolism of the icons; is it justified? (could it be further developed?)<br>● If the battle were a representation of life, what would it say?<br>● The audiovisual narration of battle and robbery; what message does it convey and what kind of atmosphere does it build?<br>● How does the game reflect the consequences of actions and the responsibility of being a community member?<br>● Identity building through profile information and avatar customization. What if you can't become visible (chat)?<br>● How do the player's choices affect their character's development and reputation in the clan?<br>● What ways does the player have to make their voice heard? How can the player's own ideology become visible?<br>● What is the significance of considering accessibility from the perspective of values?",

  "connections-label": "Connections Outside the Game",
  "connections-description": "● Cultural stereotypes and gender norms reflected/challenged in characters.<br>● Cultural norms and societal perceptions reflected/challenged in the user interface graphics.<br>● Psychological or social reasons behind the popularity of different character classes.<br>● Social practices built around the core of the game (forms of co-playing, public discussions, etc.)<br>● How does the voting mechanism implemented in the game reflect real-world democratic processes?<br>● What social skills does the game develop as part of clan activities and communal decision-making?<br>● How can game mechanics serve as tools to teach cooperation, negotiation, and community values?",

  "online-label": "ALT Zone Online Game",
  "online-description": "ALT Zone is a cooperative game designed for mobile devices, where each member of the alliance has an important role. ALT Zone brings different players to the core of our humanity and makes them important to each other, with the strengths that each player has.",

  "alliance-label": "Common Alliance of Different Players",
  "alliance-description": "Players form a team of 30 members, where each player type has an important place; collectors, builders, competitors, planners, etc. The team lives on a planet that is decorated with game wins and furniture and other mods purchased from the game store. Everything is shared. The chat supports the 'it takes a village' principle, as players represent their alliance and country (depending on where they discuss).",

  "characters-label": "Game Characters & Their Development",
  "characters-description": "The game characters' shields are familiar defense mechanisms from real life. Each game character belongs to one of seven defense classes: 'numb', 'sliders', 'rule-bound', 'reflectors', 'self-flagellators', 'overthinkers', 'symbiotic' (working names). The defense classes are inspired by Gestalt theory. The defense class determines half of the game character's attributes, and the remaining 50% can be adjusted by the player (buff/debuff) with diamonds collected from the game field.",

  "mechanics-label": "Game Mechanics",
  "mechanics-description": "Ping Pong Game Mode - The game characters' shields are familiar defense mechanisms from real life. Each game character belongs to one of seven defense classes: 'numb', 'sliders', 'rule-bound', 'reflectors', 'self-flagellators', 'overthinkers', 'symbiotic' (working names). The defense classes are inspired by Gestalt theory. The defense class determines half of the game character's attributes, and the remaining 50% can be adjusted by the player with diamonds collected from the game field. ROBBERY - The winning team of the 2v2 game performs a time-limited robbery in the opponent's warehouse. The loot won is transferred from the losers' planet to the winners.",

  "youthwork-label": "Youth Work & Game Art Education in Schools",
  "youthwork-description": "Youth Work & Game Art Education in Schools We are constantly developing the game with PRG youth. You can join as a tester and developer by joining the Discord server. When the demo is ready (estimated spring 2024), we will tour primary schools and high schools across the country. Demo testing is carried out as part of the game art teaching package, which provides schools with the tools to study and analyze games. The aim is to include game art in the school curriculum in the same way as theater, film, literature, visual arts, and music. Explore the game and the schedule of joint tests by scanning the QR code and joining our Discord gaming community!",

  "prg-label": "PRG - Psyche’s Royale Gaming ry",
  "prg-description": "tel. 0442407396 / Helena Pavloff-Pelkonen, psykkis@hotmail.com"
}
