{
  "title": "Meistä",
  "head-title": "Mikä PRG?",
  "head-description": "Psyche's Royale Gaming ry on voittoa tavoittelematon pelitaiteen yhdistys, joka valmistaa ALT Zone 1.0 mobiilipeliä yhteisöllisesti.",
  "head-keywords": "Tämän projektin parissa työskentelee paljon erilaisia osaajia",

  "project": "On työskennellyt tässä projectissa",
  "locality": "Eri paikkakunnalta",
  "nationality": "Eri kansalaisuutta",
  "behind": "Vuotta matkaa takana",

  "story-title": "ALT Zonen historia",
  
  "V2019": "ALT Zone -mobiilipelin idea syntyi 11-vuotiaan Aapo-pojan toimesta. Idea esiteltiin Psyche's Royale Gamingille (PRG ry), jonka tiimi innostui ideasti heti – tässä olisi uniikki peli, jota haluamme itse pelata ja esitellä myös muille! Pelin ideassa PRG-tiimiä kiinnosti erityisesti se, että mobiilipeleille tyypillisten taistelu- ja ammuntamekanismien sijaan pelimekaniikka keskittyisi suojautumiseen. Nämä suojautumistavat olisivat kuin elävästä elämästä: alkoholistilla suojakilpenä toimisi pullo, viisastelijalla kirja, ja niin edelleen.\n\n Pelikonseptin ympärille alkoi pian muodostua kokonainen joukko uusia, ajatuksia herättäviä ideoita. Tämä herätti kysymyksen: voisiko peli toimia alustana taiteelliselle tutkimiselle ja pohdinnalle ihmisyyden kokemuksesta? Minkälaista keskustelua pelin välityksellä voitaisiin synnyttää? Tuohon aikaan, PRG ry toimi ensisijaisesti osallistavien pelitapahtumien ja eSports-toiminnan järjestäjänä, joiden kautta yhdistyksellä oli jo ennestään yhteys pelialan toimijoiden ammattiyhteisöön. Esittelimme pelin ideaa useammalle pelialan ammattilaiselle, jotka tuntuivat innostuvan samalla lailla kuin mekin.\n\n Tämän innoittamana PRG:n tiimi alkoi pohtia laajemmin pelien potentiaalia ajatuksia herättävänä taiteena– ja pelien roolia taidekasvatuksessa ylipäätään. Miten pelit voitaisiin tuoda kouluympäristöön mielekkäällä tavalla, teatterin, kuvataiteen, kirjallisuuden ja elokuvan rinnalle? Taidekasvatuksessa olennaista ei ole ainoastaan historiallisten suuntausten ja esimerkkien käsittely, vaan myös yhteisen teoksen kokeminen ja sen merkitysten tarkasteleminen yhdessä. Mutta miten tämä voisi toteutua pelien kohdalla?\n\n Pelialan osaajien kanssa käydyissä keskusteluissa kävi ilmi, että heidän yrityksensä saada kouluille pelitestauksia olivat pääasiassa epäonnistuneet, sillä koulut eivät tee kaupallista yhteistyötä. PRG ry näki tässä mahdollisuuden yhdistää taidekasvatuksellisen osaamisensa pelialan tarpeisiin. Ennen kuin PRG ry vaihtoi toimialansa peleihin, se nimittäin vei teatteriesityksiä kouluihin, täytten kouluissa lakisääteisen opetussuunnitelmaan kuuluvan pykälän, jossa jokaiselle oppilaalle oli vuosittain tarjottava mahdollisuus teatteritaiteen kokemiseen ja tekemiseen. Tätä tehtiin tuottamalla näytelmiä, joita käsiteltiin työpajatyyppisesti luokissa esityksen jälkeen.\n\n Kysymys oli valmis: mitä jos veisimme ALT Zone -mobiilipelin kouluille tällä samalla sapluunalla, ja toisimme luokkahuoneeseen yhtenäisen pelikokemuksen, jota oppilaat voisivat tarkastella ohjatusti taide-elämyksenä - ja halutessaan osallistua sen jatkokehittämiseen? PRG ry on kuitenkin yhdistysmuotoinen vapaaehtoistyön osaaja, jossa ihmiset ovat tehneet unelmistaan totta ilman että raha vaihtaa omistajaa.Idea tuntui liian hyvälltä sivuutettavaksi, ja pelialan ammattilaisten verkosto lupasi auttaa matkalla oikeiden asioiden pohtimisessa. Oli otettava hyppy tuntemattomaan; työ saattoi alkaa.",
  
  "V2020": "Vuonna 2020 lähdimme rekrytoimaan projektiin pelialan harjoittelijoita. Harjoittelupaikka pelialan käytännön toimissa herätti nopeasti kiinnostusta – kuulimme palautetta, että pelialasta kiinnostuneiden ohjelmointi-, ja media-alan opiskelijoiden on vaikea löytää pelialan käytännön työhön keskittyvää harjoittelupaikkaa. Alan työpaikat ovat kiireisiä eikä kokeneemmilla pelintekijöillä ole ajallisia resursseja ohjata oppilaita riittävästi. Tämän lisäksi, useat pelialan projektit ovat salaisia. Näin ollen löysimme useita toisen asteen ammatillisia oppilaitoksia ja ammattikorkeakouluja, joiden opiskelijoita projektin suomat harjoittelumahdollisuudet kiinnostivat kovasti.\n\nJo samana vuonna ensimmäiset harjoittelijat liittyivät projektiin ja tapaamiset järjestettiin viikoittain Helsingin keskustakirjasto Oodissa. Jälkikäteen ajateltuna – osaamista pelialan harjoittelijoiden ohjaamiseen tai pelien tekemiseen ei projektin vetäjillä aluksi juuri ollut, mutta intohimoa sitäkin enemmän. PRG ry:n  toimijoiden osaaminen oli vahvasti teatteritaiteen puolella, jossa käytänteet ovat hyvin erilaiset kuin pelituotannossa. Tästä huolimatta, muutamien osaavien (tai hullun rohkeiden) harjoittelijoiden ja mukaan tulleiden vapaaehtoisten toimesta, projekti alkoi ottaa tuulta alleen. Peliä alettiin rakentaa pieni pala kerrallaan - ontuen, mutta matkalla koko ajan lisää oppien. Vain hyvin tarkkanäköiset pystyivät näkemään projektissa järkeä. Pian huomattiin, että pelkät viikoittaiset tapaamiset eivät riittäneet pitämään yllä tiimi-organisaation tehokkaaseen työntekoon ja etenemiseen vaadittavaa järjestelmällisyyttä.\n\nTämän seurauksena projektille tehtiin oma Discord-serveri yhteydenpitoa varten, jonka myötä projekti laajeni mahdollistamaan harjoittelijoiden rekrytoinnin valtakunnallisesti. Yhteydenpidosta ja päivittäisestä työskentelystä tuli huomattavasti helpompaa. Hyödyntäen myös muita etätyöhön sopivia työkaluja, kuten GitHub (hajautettu versionhallinta) ja Google Drive, jatkuvuuden portaat alkoivat hiljalleen rakentumaan. Pelituotannon näkökulmasta tiimissä oli edelleen puutteita, mutta eteneminen tapahtui omalla painollaan. Taiteellinen missio toi pelin suunnitteluun myös oman erityisen ydinvireensä, jonka myötä kaikella - niin grafiikalla kuin pelin toiminnallisella logiikalla täytyi olla tarkasti pohdittu merkityksensä. Taiteellisesta kunnianhimosta kertoo myös taustatarinaksi tarkoitetun sarjakuvan käsikirjoittaminen ja graafinen tuottaminen, joka aloitettaan tämän vuoden aikana.",

  "V2021": "Tämän vuoden alussa moni asia alkoi hiljalleen loksahtamaan paikoilleen; pelin toiminnallinen ydin alkoi löytämään logiikkaansa ja tarinallinen kuori ulkomuotoaan. Taustatarinaa laajentavan sarjakuvan käsikirjoitus valmistui, mikä vapautti enemmän aikaa projektinhallintaan ja organisaation toimintamallien vakiinnuttamiseen, mikä olikin jatkuvasti isommaksi kasvavassa joukkueessamme tarpeen. Kirjoitimme projektin pelisäännöt, loimme peliin uusia hahmoja, haimme pelin lopullista tyyliä, ja niin edelleen. Tiimin kasvaessa ja uusien harjoittelijoiden liittyessä projektiin uusia ideoita ja kysymyksiä tuli jatkuvasti lisää, ja asioita jouduttiin (onneksi) määrittelemään ja tekemään toistuvasti, mikä kirkasti pelin sisältöä ja muotoa entisestään.\n\nJoukkueen kasvaminen toi mukanaan myös haasteita, erityisesti jatkuvuuden ylläpitämisen suhteen, sillä merkittävä osa porukasta vaihtui koulujen harjoittelujaksojen mukaisesti, ja seuraavan harjoittelijan oli haastavaa päästä edellisen työhön kiinni. Projekti tarvitsi ylläpitävää voimaa, ohjausta ja viestintää - eli toisin sanoen projektia laajemmin hallinnoivan ydin-työryhmän. Projektin vetäjät alkoivat näin ollen etsimään harjoittelijoiden ohelle myös muita, potentiaalisesti pitkäaikaisempia toimijoita. Työilmoitusten myötä mukaan alkoikin hakeutumaan sekä alalle pyrkiviä, että työttömänä olevia työkokeilijoita ja merkityksellistä harrastustoimintaa etsiviä vapaaehtoisia.",

  "V2022": "Vuoden 2022 aikana mukaan hakeutuneista pitkäkestoisista toimijoista alkoi hiljalleen rakentumaan pelintekijöiden laajentunut ydintiimi, joka vastasi pelin eri osa-alueiden työstämisestä ja jatkuvuudesta. Ydintiimissä ryhdyttiin työstämään toimintaa ohjaavia dokumentteja ja lukitsemaan rakenteellisesti merkittäviä päätöksiä, joita vietiin kunkin osa-alueen siiloissa käytännön tasolla eteenpäin. Projektiin alkoi syntymään orgaanisesti eri osastoja – tiimejä – jotka kaikki pyrkivät kohti samaa päämäärää: tekemään taiteellisesti vaikuttavaa mobiilipeliä, jota haluaisimme itse pelata.\n\nProjektin taiteellisesti kunnianhimoista missiota ohjasi ajatus taiteen tehtävästä yhteiskunnallisesti merkityksellisten aiheiden käsittelijänä ja keskustelun herättäjänä; minkälaista ajattelua esimerkiksi alkoholismin tai ahmimisen esittäminen ihmisille rakentuneiden suojautumismekanismien muotoina voisi herättää? Voisiko tämä edistää ymmärrystä ja rakentavaa keskustelua elävästä elämästä tunnistettavista puolustautumiskeinojen stereotyypeistä, kuten tunteita omalla tavallaan välttelevästä kiusaajasta, vitsiniekasta, ahmijasta, tai katukuvan juoposta? Kenties tämä voisi auttaa jotakuta myös reflektoimaan omia suojatumisen tapojaan, ennen niiden vakiintumista elämänhallintaa hankaloittaviin muotoihin?\n\nPelitaiteen mahdollistamat sosiaalipsykologiset ulottuvuudet alkoivat prosessin edetessä avautumaan ydintiimille entistä enemmän, joiden tutkimiselle projektin taiteellinen lähtökohta tarjosi täydelliset puitteet. Syntyi muun muassa ajatus siitä, että mitä jos pelaajat joutuisivat jakamaan kaiken pelin sisällä voitetun omaisuuden keskenään, ja edustamaan klaanin ulkopuolisilla keskustelukanavilla aina isompaa joukkoa, eikä vain itseään? Entä jos heidän täytyisi äänestää kaikista klaanin toimintaan liittyvistä merkittävistä päätöksistä, aina pelaajan vastuuasemaan nostamisesta varastossa olevien huonekalujen myyntiin? Minkälaisia keskusteluita ja sosiaalisia ilmiöitä nämä voisivat synnyttää? Taiteen kenttä on kuvittelun ja leikin maailmaa, jossa voi turvallisesti kokeilla, haastaa ja nauraa sille, mistä muutoin yhteiskunnassa vaietaan. Pelien taikapiiri alkoi vaikuttamaan upealta mahdollisuudelta harjoittaa taiteen vaikuttaa leikkiä osallistavalla otteella, jonka vuoksi PRG ry:n jo aiemmin hahmottunut tavoite alkoi kirkastua entisestään tähän suuntaan: pelien nostaminen varteenotettavaksi taidemuodoksi ja niiden asemoiminen osaksi taiteen monimuotoista kenttää.",
  
  "V2023": "Vuosi 2023 oli merkittävä edistysaskel ALT Zonen tuotannossa. Joukkoon liittyi yhä enemmän upeita vapaaehtoisia ja työharjoittelijoita. Uusia tiimejä muodostui pelin serverikehityksen, moninpelimekaniikan, äänisuunnittelun ja internet-sivujen rakentamisen, sekä taidekasvatuksen ohiesmateriaalin suunnittelun ympärille.\n\nALT Zonesta oli hiljalleen kasvanut n. 80 -henkilöä aktiivisesti osallistava pelinkehitys -projekti erilaisine tiimeineen, joista jokaisella oli oma vastuuvetäjänsä. Projektin laajentuessa, kehittyessä, ja sen,taidekasvatuksellisen mission kirkastuessa pelinkehityksen ensimmäiseksi konkreettiseksi lopputuotteeksi määriteltiin ALT Zone 1.0 -version julkaiseminen, joka toimisi oppilaitosten taide/mediakasvatukseen kytkeytyvän 'pelitaiteen materiaalipaketin' perustana, yhdessä analyysiin ohjeistavien kysymysten kera. Materiaalipaketin olisi tarkoitus toimia samoin kuin esimerkiksi kirjallisuus,- tai elokuvakasvatuksen yhteyteen rakennetut materiaalit, jotka ohjaavat opiskelijoita tutustumaan tiettyyn mediatekstiin, ja analysoimaan sitä yhdessä. ALT Zone 1.0 pyrkisi tarjomaan vastaavanlaisen 'perustekstin' pelitaiteen hahmottamisen tueksi, jonka yhteydessä 'testaajat' pääsisivät myös antamaan palautetta pelistä, ja halutessaan osallistumaan pelinkehitykseen myös liittymällä aktiiviseksi 'pelitestaajaksi' tätä varten perustettavalle discord -palvelimelle.\n\nProjektin ydintiimi halusi kuitenkin samalla säilyttää vision yleisesti julkaistavasta ALT Zone -pelistä, jota kehitettäisiin 1.0 -version pohjalta yhteisöllisesti eteenpäin. Tätä lopputuotetta ryhdyttiin kutsumaan ALT Zone 2.0 -versioksi, jonka tavoitteena olisi taloudellisen tuoton muodossa mahdollistaa pelinkehityksen jatkuvuus. Mahdollinen voitto johdettaisiin lyhentämättömänä nuorten unelmien toteuttamista varten perustettavalle säätiölle, joka jakaisi vuosittain apurahoja nuorten (alle 29 -vuotiaiden) unelmaprojekteille.",
  
  "V2024": "Vuonna 2024 joukkoomme liittyivät pelin käyttöliittymän ja nettisivujen tiimipäälliköt, joiden myötä ydintiimi tuntui viimein olevan valmis. Harjoittelupaikkojen kasvanut suosio oli puolestaan saavuttanut pisteen, jossa tiimipäällikköjen täytyi ryhtyä asettamaan projektiin hakeville harjoittelijoille osaamisvaatimuksia. Tiimien sisällä alkoi muotoutumaan työprosesseja sujuvoittavia toimintakulttuureja, eri tiimien tarpeet alkoivat asettamaan muille tiimeille etenemisen suhteen vaatimuksia, mikä synnytti positiivista keskinäisriippuvuutta ja ryhtiä projektinhallintaan. Kasvavan organisaation yhtenäisyyden ja tiimien moniammatillisen dialogin ylläpitämiseksi tiimipäälliköiden kesken ryhdyttiin organisoimaan omia viikkopalavereita.\n\nKaikki näytti etenevän mallikkaasti, mutta pelintekijöiden tuttavista, perheenjäsenistä ja muista aktiivisista vapaaehtoisista koostuva ‘pelitestaajien’ joukko alkoi kyllästymään keskeisten pelimekaniikkojen teknisiin ongelmiin; eityisesti nopeaa reagointia vaativien monionpelitilanteiden hidas vasteaika alkoi jyrsimään testaajien motivaatiota. Olimme peliteknisessä umpikujassa, johon ydintiimi alkoi etsimään kuumeisesti ratkaisua. Pitkän pohdinnan ja mentoreiden kanssa käytyjen keskustelujen jälkeen ainoaksi ratkaisuvaihtoehdoksi muodostui vanhentuneen verkkoteknologian vaihtaminen modernimpaan versioon. Tämä synnytti suuren haasteen pelin keskeisiä mekaniikkoja rakentavalle moninpeliohjelmointi -tiimille, sillä heidän oli opeteltava kokonaan uusi verkkoteknologia, ja aloitettava koodaus alusta. Tiimi kuitenkin tarttui haasteeseen kiitettävällä mielenkiinnolla, ja ylitsepääsemättömältä tuntunut vuori alkoi uusien varusteiden turvin vaikuttamaan saavutettavalta huipulta."
}