{
    "head-title": "ALT Zone",
    "head-description": "ALT Zone on yhteisöllisesti rakennettava mobiilimoninpeli, jonka tavoitteena on toimia viihteellisenä pelitaiteen opetuspakettina",
    "head-keywords": "altzone, peli, pelitaide, pelitaiteen opetuspaketti, yhteisö, sarjakuvat, galleriat, pelaa, rekisteröidy, kirjaudu sisään",
    "og-title": "ALT Zone - Aloita pelisi täällä",
    "og-description": "ALT Zone on yhteisöllisesti rakennettava mobiilimoninpeli, jonka tavoitteena on toimia viihteellisenä pelitaiteen opetuspakettina",
    "section-title": "Pelitaiteen tutkimusmatkalla",
    "main": "Etusivu",

    "info-label": "Videopelit taiteena",
    "info-description": "Pelit ja leikit ovat olleet osa ihmisten kulttuuria ihmiskunnan alkuhämärästä asti, jonka tuorein ilmaisumuoto, eli digitaalinen videopeli on ehtinyt kypsyä keskellämme n. 60 vuotta. Tarinankerronnan muotona tämä on vielä lyhyt aika, kun verrataan esimerkiksi teatteriin, kirjallisuuteen ja arkkitehtuuriin, jotka ovat olleet osa kulttuuriamme jo vuosituhansia. Lähin vertailukohta löytyy elokuvista, joita on tehty vain n. tuplasti kauemmin. Videopeli on kuitenkin tarinankerronnan muodoista ainoa, joka tarjoaa kokijalle mahdollisuuden osallistua ja ainakin näennäisesti vaikuttaa tarinaan toiminnallisella tasolla. Videopelejä on tietysti paljon erilaisia; toisissa korostuu enemmän vapaa leikki ja toisissa moraalisiin valintoihin johdattava juoni, mutta kaikkia yhdistää pelisuunnittelijan luoman kokemusmaailman sisällä harjoitettava kokeileva ja tutkiva, merkityksiä rakentava toiminta. Videopelit ovat moniaistillisia kokemuksia, jotka voivat parhaimmillaan toimia muiden taiteiden tavoin keskustelun herättäjinä ja välineinä, viisauden kasvattajina ja tunne-elämän vahvistajana.",

    "intro-label": "Opetuspaketti",
    "intro-description": "Pelitaiteen opetuspaketti on ALT Zone -hankkeessa kehitetty kokonaisuus, jonka avulla pelejä voidaan käsitellä koulussa taiteen ja kulttuurin näkökulmasta. Opetuspaketti koostuu pelin sisäisistä päivittäistehtävistä (”daily tasks”) ja niitä tukevista opettajan ohjeista. Tehtävät ohjaavat oppilaita tarkastelemaan pelejä eri näkökulmista ja harjoittelemaan pelilukutaitoa – kykyä tulkita, ymmärtää ja arvioida pelejä samalla tavoin kuin kirjallisuutta, elokuvia tai kuvataidetta opetuksessa.",

    "implementation-label": "Opettajan työkalut",
    "implementation-description": "Pelitaiteen opetuspaketti tarjoaa opettajille helpon tavan käsitellä pelejä koulussa. Tehtävät on suunniteltu niin, että myös ei-pelaavat opettajat voivat ohjata niitä, ja oppilaat voivat hyödyntää omaa pelikokemustaan oppimisen välineenä. Opettaja löytää valmiit luentomateriaalit ja näihin tehtävät verkosta opettajan sivustolta, ja oppilaat lataavat ALT Zone -mobiilipelin oppitunnilla — siitä eteenpäin peli ohjaa itse.",

    "message-label": "Testaustunti",
    "message-description": "Luokka jaetaan kahteen klaaniin, jotka kilpailevat tehtävien suorittamisesta ja otteluvoitoista. Älytaululle heijastuva tulostaulukko näyttää edistymisen ja pisteet, luoden yhteisöllisen ja innostavan tunnelman. Oppilaiden pelinäkymässä tehtävät näkyvät kuvakkeina, joita klikkaamalla saa ohjeet – esimerkiksi ”vaihda taustamusiikki” tai ”etsi symbolinen merkitys grafiikasta”. Suorituksen jälkeen peli kirjaa onnistumisen ja antaa pisteet.",

    "content-label": "Tehtäväkokonaisuudet",
    "content-description": " Opetuspaketti jakautuu eri osa-alueisiin, jotka tuovat esiin pelien moninaisuuden:<br>● Toiminnallinen pelilukutaito: miten peli toimii ja miten siinä toimitaan.<br>● Sosiaalinen pelilukutaito: vuorovaikutus ja yhteistyö muiden pelaajien kanssa.<br>● Tarinallinen pelilukutaito: pelin maailma ja sen tarinankerronta.<br>● Kulttuurinen pelilukutaito: viittaukset taiteeseen, yhteiskuntaan ja peligenreihin.<br>● Eettinen pelilukutaito: pelin arvot, valinnat ja vastuullisuuden teemat.<br>Lisäksi kokonaisuuteen kuuluu pelitaiteen analyysi, jossa oppilaat pohtivat pelejä taidemuotona – kuten kirjallisuudessa tai elokuvissa analysoidaan yhteistä teosta.<br><a href='https://drive.google.com/file/d/16MJzw25RAzV0uH6m9VzReYGFCExK23Uh/view?usp=drive_link'target = '_blank'>Lisää aiheesta</a>",

    "joinus-label": "Tule mukaan",
    "joinus-description": "Opettaja: ilmoittaudu mukaan testaamaan opetuspakettia ensimmäisten joukossa ja kehittämään sitä eteenpäin kanssamme täyttämällä: <a href='https://docs.google.com/forms/d/e/1FAIpQLScTZXpq3tJ-Lg2fNO6uaJr5CCC0Jh9LOQXcNDG0nfhWl2bE8g/viewform' target = '_blank'>Ilmottautumislomake</a> <br><br> Nuori: Testaajaksi ja kehittäjiksi pääsee skannaamalla QR-koodi ja liittymällä <a href='https://discord.com/invite/erFAcE4Qhb' target = '_blank'>Discord</a>-peliyhteisöömme!",

    "literature-label": "Kirjallisuutta",
    "literature-description": "Juho Kuorikoski, Pelitaiteen manifesti <br>Tuukka Hämäläinen ja Aleksandr Manzos, Pelien äärettömät maailmat: Elämän suuret kysymykset digitaalisissa peleissä <br>Jaakko Kemppainen, Pelisuunnittelijan peruskirja <br>Jaakko Kemppainen, Pelit tekevät hyvää "
}
