{
  "head-title": "AltZone",
  "head-description": "Altzone tarjoaa pelaajille mahdollisuuden liittyä yhteisöön, pelata pelejä ja tutustua uusiin sarjakuviin.",
  "head-keywords": "altzone, peli, yhteisö, sarjakuvat, galleriat, pelaa, rekisteröidy, kirjaudu sisään",
  "og-title": "AltZone - Aloita pelisi täällä",
  "og-description": "AltZone tarjoaa pelaajille mahdollisuuden liittyä yhteisöön, pelata pelejä ja tutustua uusiin sarjakuviin.",
  "section-title": "Pelitaide",
  "main": "Etusivu",
  "info-label": "Mitä on pelitaide?",
  "info-description": "“Parhaimmillaan pelitaide antaa kokijalleen suuren vapauden tutkia ja kokeilla erilaisia historioita ja tulevaisuuksia, joiden suuntaa eivät edes pelin tekijät ole täsmällisesti määritelleet. Pelitaide tarjoaa aistillisia nautintoja. Lisäksi se voi toimia keskustelun herättäjänä ja välineenä, viisauden kasvattajana ja tunne-elämän vahvistajana.” Jaakko Kemppainen, Pelisuunnittelijan peruskirja (2019) ja 100 peli-ideaa (2022). https://taidetutka.fi/2022/moniulotteinen-pelitaide/",
  "artistic-label": "Taiteellinen ilmaisu",
  "artistic-description": "Pelitaide edustaa pelien taiteellista ilmaisua, joka ylittää perinteisen viihteen rajat. Se kutsuu pelaajat syvemmälle kokemukseen, tarjoten ainutlaatuisia taiteellisia ja esteettisiä elämyksiä. Pelitaide ei vain viihdytä, vaan se haastaa, herättää tunteita ja tarjoaa tilaisuuden pohtia monia eri teemoja. Pelitaide voi ilmetä monin eri tavoin; se saattaa olla visuaalisesti upeaa grafiikkaa, tunnelmallista äänimaisemaa tai monimutkaista tarinankerrontaa. Taidepelit voivat myös hyödyntää pelimekaniikkaa ja vuorovaikutusta pelaajan ja pelin välillä luodakseen ainutlaatuisia kokemuksia. Yksi pelitaiteen tärkeimmistä piirteistä on sen kyky kertoa tarinoita.",
  "storytelling-label": "Tarinan kerronta",
  "storytelling-description": "Yksi pelitaiteen keskeisistä piirteistä on sen kyky kertoa tarinoita. Digitaaliset pelit tarjoavat valtavan potentiaalin monimutkaisten ja koskettavien tarinoiden luomiseen. Pelien avulla voidaan käsitellä monenlaisia teemoja, kuten rakkaus, menetys, selviytyminen, identiteetti, yhteiskunnalliset epäkohdat ja paljon muuta. Pelit voivat tarjota pelaajille mahdollisuuden kokea ja ymmärtää näitä aiheita syvällisesti, mikä tekee pelitaiteesta voimakkaan välineen tarinankerrontaan ja merkityksen luomiseen.",
  "creation-label": "Luominen",
  "creation-description": "Pelitaide ilmenee monilla eri tavoilla pelien visuaalisesta suunnittelusta ja äänimaisemasta aina tarinankerrontaan, pelimekaniikkaan ja pelattavuuteen asti. Graafinen suunnittelu, äänitehosteet, musiikki, dialogi, hahmojen kehitys ja ympäristöjen luominen ovat vain muutamia esimerkkejä pelitaiteen keskeisistä elementeistä, jotka yhdessä muodostavat pelikokemuksen rikkauden ja syvyyden.",
  "culture-label": "Kulttuuri & taide",
  "culture-description": "Pelitaide on lisäksi osa laajempaa kulttuurista ja taiteellista maisemaa, joka vaikuttaa ja inspiroi monia muita taiteen muotoja. Pelitaide voi toimia inspiraationa elokuville, kirjallisuudelle, kuvataiteelle ja musiikille sekä tarjota alustan kokeellisille ja rajat ylittäville taiteen muodoille. Lisäksi se voi toimia voimakkaana välineenä sosiaaliseen ja poliittiseen kommentointiin sekä tarjota alustan yhteisöjen luomiselle ja yhteyksien rakentamiselle pelaajien välillä.",
  "literature-label": "Kirjallisuutta",
  "literature-description": "Juho Kuorikoski, Pelitaiteen manifesti 2018 ISBN: 9789524954839\nTuukka Hämäläinen ja Aleksandr Manzos, Pelien äärettömät maailmat: Elämän suuret kysymykset digitaalisissa peleissä 2020 ISBN: 9789523456068\nJaakko Kemppainen, Pelisuunnittelijan peruskirja 2019 ISBN: 9789527347096\nJaakko Kemppainen, Pelit tekevät hyvää 2024 ISBN: 9789523812420",
  "sources-label": "Lähteet",
  "sources-description": "http://www.checkpointhelsinki.net/suomalainen-pelitaide/\nhttps://igdafi.squarespace.com/\nhttps://taidetutka.fi/2022/moniulotteinen-pelitaide/\nhttps://www.capitalgameart.fi/2021/11/28/mita-pelitaide-on/\nhttps://www.youtube.com/watch?v=tVEmYtO8YR8\n",
  "prg-label": "PRG - Psyche’s Royale Gaming ry",
  "prg-description": "p. 0442407396 / Helena Pavloff-Pelkonen, psykkis@hotmail.com"
}
