{
  "head-title": "AltZone",
  "head-description": "Altzone on yhteisöllisesti rakennettava mobiilimoninpeli, jonka tavoitteena on toimia viihteellisenä pelitaiteen opetuspakettina",
  "head-keywords": "altzone, peli, yhteisö, sarjakuvat, galleriat, pelaa, rekisteröidy, kirjaudu sisään",
  "og-title": "AltZone - Aloita pelisi täällä",
  "og-description": "Altzone on yhteisöllisesti rakennettava mobiilimoninpeli, jonka tavoitteena on toimia viihteellisenä pelitaiteen opetuspakettina",
  "section-title": "Pelitaide",
  "main": "Etusivu",

  "info-label": "Mitä on pelitaide?",
  "info-description": "Pelit ja leikit ovat olleet osa ihmisten kulttuuria ihmiskunnan alkuhämärästä asti, jonka tuorein ilmaisumuoto, eli digitaalinen videopeli on ehtinyt kypsyä keskellämme n. 60 vuotta. Tarinankerronnan muotona tämä on vielä lyhyt aika, kun verrataan esimerkiksi teatteriin, kirjallisuuteen ja arkkitehtuuriin, jotka ovat olleet osa kulttuuriamme jo vuosituhansia. Lähin vertailukohta löytyy elokuvista, joita on tehty vain n. tuplasti kauemmin. Videopeli on kuitenkin tarinankerronnan muodoista ainoa, joka tarjoaa kokijalle mahdollisuuden osallistua ja ainakin näennäisesti vaikuttaa tarinaan toiminnallisella tasolla. Videopelejä on tietysti paljon erilaisia; toisissa korostuu enemmän vapaa leikki ja toisissa moraalisiin valintoihin johdattava juoni, mutta kaikkia yhdistää pelisuunnittelijan luoman kokemusmaailman sisällä harjoitettava kokeileva ja tutkiva, merkityksiä rakentava toiminta. Videopelit ovat moniaistillisia kokemuksia, jotka voivat parhaimmillaan toimia muiden taiteiden tavoin keskustelun herättäjinä ja välineinä, viisauden kasvattajina ja tunne-elämän vahvistajana.",

  "intro-label": "ALT ZONE -opetuspaketti",
  "intro-description": "ALT Zone 1.0 on taiteellisella sisällöllä varustettu mobiilipeli, jota kehitetään peruskoulujen taideopetuksen opetusvälineeksi. Samalla tavoin kuin kirjallisuuden opetuksessa luetaan yhteinen kirja ja analysoidaan sitä yhdessä luoden merkityskieltä kirjallisuuden ymmärtämiselle, niin ALT Zone tarjoaa samanlaisen yhteisen alustan pelitaiteen opetukseen. Oppilaiden jatkokehitysideoiden pohjalta syntyy ALT Zone 2.0 -mobiilipeli, jonka kuka tahansa voi ladata sovelluskaupasta.",

  "implementation-label": "Toteutus luokassa",
  "implementation-description": "Opetuspaketti sisältää mobiili- tai PC-laitteella testattavan demopelin, sekä pelitaiteen ajatteluun ohjaavia kysymyksiä. Pelitaiteen analyysiin päästään kiinni niin pelaamalla peliä yhdessä, kuin vaikka vaan tarkastelemalla siitä otettuja kuvia ja videoita. Opetuspaketista tehdään opettajalle mahdollisimman helppo toteuttaa ja valita omaan opetustyyliinsä sopivat elementit opetuksen sisällöksi. Oppilaiden jatkokehitysideoiden pohjalta syntyy ALT Zone 2.0 -mobiilipeli, jonka kuka tahansa voi ladata sovelluskaupasta. ALT Zone 2.0 tuotto jaetaan apurahoina nuorten unelmiin.",

  "message-label": "ALT pelin sanoma",
  "message-description": "ALT tapahtuu ihmisen sisimmässä. Se kuvaa tunteiden liikkumista ihmisten välillä ja nostaa esiin suojautumismekanismimme. Pelihahmot edustavat suojautumisemme keinoja, joilla itse kullakin on oma pelattavuutensa jonka kanssa voi tulla sinuiksi. ALT on myös tarina yhteisöllisestä toiminnasta, siitä kuinka olemme kaikki saman ruumiin eri osia. ALTissa edustamme yhteisöämme ja opettelemme jakamaan yhteisömme kanssa. ALT kannustaa taiteellisuuteen, sielujemme vaihtokauppaan taiteen välityksellä.",

  "content-label": "Opetuspaketin sisältö",
  "content-description": "● Pelihahmoista välittyvä teema/sanoma.<br>● Hahmoluokkien edustamat roolit; representaation tunnistettavuus.<br>● Hahmojen graafinen tyyli; minkälaista ilmapiiriä ja tunnelmaa se välittää.<br>● Graafinen symboliikka käyttöliittymässä; viestin tunnistettavuus.<br>● Mitä käyttöliittymän symboliikka kertoo meidän aikakaudestamme?<br>● Käyttöliittymän graafinen tyylilaji; mitä se viestii pelin luonteesta ja tunnelmasta.<br>● Millaisia symboleja löydät sielunkodin huonekaluista; mitä taiteilija on halunnut sanoa näillä esineillä?<br>● <a href='https://docs.google.com/document/d/1QJy7PWREJaJpob6HbL26OEVtHrpDsbiHx_ZJIVdC8UI/edit'target = '_blank'>Lisää aiheesta</a>",

  "joinus-label": "Tule mukaan",
  "joinus-description": "Opettaja: ilmoittaudu mukaan testaamaan opetuspakettia ensimmäisten joukossa ja kehittämään sitä eteenpäin kanssamme täyttämällä: <a href='https://docs.google.com/forms/d/e/1FAIpQLScTZXpq3tJ-Lg2fNO6uaJr5CCC0Jh9LOQXcNDG0nfhWl2bE8g/viewform' target = '_blank'>Ilmottautumislomake</a> <br><br> Nuori: Testaajaksi ja kehittäjiksi pääsee skannaamalla QR-koodi ja liittymällä <a href='https://discord.com/invite/erFAcE4Qhb' target = '_blank'>Discord</a>-peliyhteisöömme!",

  "literature-label": "Kirjallisuutta",
  "literature-description": "Juho Kuorikoski, Pelitaiteen manifesti <br>Tuukka Hämäläinen ja Aleksandr Manzos, Pelien äärettömät maailmat: Elämän suuret kysymykset digitaalisissa peleissä <br>Jaakko Kemppainen, Pelisuunnittelijan peruskirja <br>Jaakko Kemppainen, Pelit tekevät hyvää "
}
