{
  "head-title": "AltZone",
  "head-description": "Altzone on yhteisöllisesti rakennettava mobiilimoninpeli, jonka tavoitteena on toimia viihteellisenä pelitaiteen opetuspakettina",
  "head-keywords": "altzone, peli, yhteisö, sarjakuvat, galleriat, pelaa, rekisteröidy, kirjaudu sisään",
  "og-title": "AltZone - Aloita pelisi täällä",
  "og-description": "Altzone on yhteisöllisesti rakennettava mobiilimoninpeli, jonka tavoitteena on toimia viihteellisenä pelitaiteen opetuspakettina",
  "section-title": "Pelitaide",
  "main": "Etusivu",

  "policies-label": "ALT Zonen Evästekäytäntö",
  "policies-description": "Viimeksi päivitetty: 12. joulukuuta 2023",

  "cookies-label": "Evästekäytäntö",
  "cookies-description": "Tämä evästekäytäntö selittää, mitä evästeet ovat ja miten me käytämme niitä. Sinun tulisi lukea tämä käytäntö, jotta ymmärrät, minkä tyyppisiä evästeitä käytämme, tai mitä tietoja keräämme evästeiden avulla ja miten näitä tietoja käytetään. Tämä evästekäytäntö on luotu <a href=\"https://www.freeprivacypolicy.com/free-privacy-policy-generator/\" target=\"_blank\">Evästekäytännön generaattorin</a> avulla.<br><br>Evästeet eivät tyypillisesti sisällä mitään tietoja, jotka tunnistaisivat käyttäjän henkilökohtaisesti, mutta henkilökohtaiset tiedot, joita me säilytämme sinusta, saattavat olla linkitettynä evästeistä saatuihin tietoihin. Lisätietoja siitä, miten käytämme, säilytämme ja pidämme henkilökohtaiset tietosi turvassa, katso tietosuojakäytäntömme.<br><br>Emme tallenna arkaluonteisia henkilötietoja, kuten postiosoitteita, tilien salasanoja jne. evästeisiin, joita käytämme.",

  "intrepretation-label": "Tulkinna ja määritelmät",
  "intrepretation-description": "<h3>Tulkinta</h3>Sanoilla, joiden alkukirjain on iso, on tässä käytännössä määritellyt merkitykset. Seuraavilla määritelmillä on sama merkitys riippumatta siitä, esiintyvätkö ne yksikössä vai monikossa.<br><br><h3>Määritelmät</h3>Tätä evästekäytäntöä varten:<br><br> ●<b>Yritys</b> (johon viitataan joko 'Yritys', 'Me', 'Meitä' tai 'Meidän' tässä evästekäytännössä) tarkoittaa Psyche's Royale Gaming ry: tä, Laturinkatu 3, 08100 Lohja.<br> ●<b>Evästeet</b> tarkoittavat pieniä tiedostoja, jotka verkkosivusto asettaa tietokoneellesi, mobiililaitteellesi tai mille tahansa muulle laitteelle ja jotka sisältävät tietoja selaushistoriastasi kyseisellä verkkosivustolla sen monien käyttötarkoitusten joukossa.<br> ●<b>Verkkosivusto</b> viittaa AltZoneen, joka on saatavilla osoitteesta <https://altzone.fi><br> ●<b>Sinä</b> tarkoittaa henkilöä, joka käyttää Verkkosivustoa, tai yritystä, tai muuta oikeushenkilöä, jonka puolesta kyseinen henkilö käyttää Verkkosivustoa, soveltuvin osin.",

  "type-label": "Evästeiden käyttö",
  "type-description": "Evästeet voivat olla joko \"Pysyviä\" tai \"Istuntokohtaisia\" evästeitä. Pysyvät evästeet jäävät tietokoneellesi tai mobiililaitteellesi, kun menet offline-tilaan, kun taas istuntokohtaiset evästeet poistetaan heti, kun suljet verkkoselaimen.<br><br>Käytämme sekä istuntokohtaisia että pysyviä evästeitä alla esitettyihin tarkoituksiin:<br><br> ●<b>Välttämättömät / olennaiset evästeet</b><br>Tyyppi: Istuntokohtaiset evästeet<br>Hallinnoi: Me<br>Tarkoitus: Nämä evästeet ovat välttämättömiä, jotta voimme tarjota sinulle Verkkosivuston kautta saatavia palveluja ja mahdollistaa joidenkin sen ominaisuuksien käytön. Ne auttavat käyttäjien todennuksessa ja estävät käyttäjätilien väärinkäytön. Ilman näitä evästeitä palveluja, joita olet pyytänyt, ei voida tarjota, ja käytämme näitä evästeitä vain tarjotaksemme sinulle kyseisiä palveluja.<br><br> ●<b>Toiminnallisuus evästeet</b><br>Tyyppi: Pysyvät evästeet<br>Hallinnoi: Me<br>Tarkoitus: Nämä evästeet antavat meille mahdollisuuden muistaa valinnat, joita teet käyttäessäsi Verkkosivustoa, kuten kirjautumistietosi tai kieliasetuksesi. Näiden evästeiden tarkoitus on tarjota sinulle henkilökohtaisempi kokemus ja välttää, että joudut syöttämään asetuksesi uudelleen joka kerta, kun käytät Verkkosivustoa.",

  "choices-label": "Valintasi evästeiden suhteen",
  "choices-description": "Jos haluat välttää evästeiden käytön Verkkosivustolla, sinun on ensin poistettava evästeiden käyttö käytöstä selaimessasi ja sitten poistettava tähän verkkosivustoon liittyvät evästeet selaimestasi. Voit käyttää tätä vaihtoehtoa estääksesi evästeiden käytön milloin tahansa.<br><br>Jos et hyväksy evästeitämme, saatat kohdata joitakin haittoja Verkkosivuston käytössä ja jotkut ominaisuudet eivät välttämättä toimi oikein.<br><br>Jos haluat poistaa evästeet tai ohjeistaa verkkoselaimesi poistamaan tai kieltäytymään evästeistä, käy verkkoselaimesi ohjesivuilla.<br><br> ● Chrome-verkkoselaimen osalta käy tällä sivulla Googlen ohjeiden mukaan:<br> <https://support.google.com/accounts/answer/32050><br><br> ● Internet Explorer -verkkoselaimen osalta käy tällä sivulla Microsoftin ohjeiden mukaan:<br> <http://support.microsoft.com/kb/278835><br><br> ● Firefox-verkkoselaimen osalta käy tällä sivulla Mozillan ohjeiden mukaan:<br> <https://support.mozilla.org/en-US/kb/delete-cookies-remove-info-websites-stored><br><br> ● Safari-verkkoselaimen osalta käy tällä sivulla Applen ohjeiden mukaan:<br> <https://support.apple.com/guide/safari/manage-cookies-and-website-data-sfri11471/mac><br><br>Muiden verkkoselaimien osalta käy verkkoselaimesi virallisilla verkkosivuilla.",

  "moreinfo-label": "Lisätietoja",
  "moreinfo-description": "Voit oppia lisää evästeistä täällä: <a href=\"https://www.termsfeed.com/blog/cookies/\" target=\"_blank\">https://www.termsfeed.com/blog/cookies/</a>",
  "contact-label": "Ota yhteyttä",

  "contact-description": "Jos sinulla on kysyttävää tästä tietosuojakäytännöstä, voit ottaa meihin yhteyttä:<br><br>Sähköpostitse: proyaleg@gmail.com"
}
