{
  "head-title": "Tietosuojakäytäntö | ALT Zone",
  "head-description": "Lue ALT Zone -tietosuojakäytäntö ymmärtääksesi GDPR-oikeutesi, mukaan lukien tietojen käyttöoikeus, oikaisu, poistaminen, siirrettävyys ja vastustaminen. Opi, miten voit pyytää tietojen poistamista turvallisesti.",
  "head-keywords": "ALT Zone tietosuojakäytäntö, henkilötietojen käyttöoikeus, yksityisyys oikeudet",
  "og-title": "ALT Zone Tietosuojakäytäntö",
  "og-description": "Ymmärrä, miten ALT Zone käsittelee henkilötietojasi GDPR:n mukaisesti, oikeutesi päästä käsiksi, oikaista, poistaa ja hallita tietojasi sekä miten voit ottaa meihin yhteyttä turvallisesti.",

  "title": "Tietosuojakäytäntö",
  "text": "GDPR:n mukaisesti sinulla on seuraavat oikeudet:\nPääsy tietoihin: Voit pyytää kopion henkilötiedoistasi, joita säilytämme sinusta.\nOikaisu: Voit pyytää virheellisten tai puutteellisten tietojen korjaamista.\nPoistaminen: Voit pyytää henkilötietojesi poistamista (\"oikeus tulla unohdetuksi\").\nKäsittelyn rajoittaminen: Voit pyytää henkilötietojesi käsittelyn rajoittamista tietyissä olosuhteissa.\nTietojen siirrettävyys: Voit pyytää, että henkilötietosi toimitetaan sinulle tai toiselle rekisterinpitäjälle jäsennellyssä, yleisesti käytetyssä ja koneellisesti luettavassa muodossa.\nOikeus vastustaa: Voit vastustaa henkilötietojesi käsittelyä, erityisesti jos käsittely perustuu oikeutettuun etuun tai suoramarkkinointitarkoituksiin.\n\nVoit käyttää näitä oikeuksia ottamalla meihin yhteyttä sähköpostitse osoitteeseen proyaleg@gmail.com.\n\nJos uskot, että tietojasi on käsitelty lainvastaisesti, sinulla on oikeus tehdä valitus valvontaviranomaiselle.\n\n\nSäilytämme henkilötietojasi niin kauan kuin on tarpeen edellä kuvattujen tarkoitusten toteuttamiseksi tai kunnes pyydät tietojesi poistamista. Voit pyytää tietojesi poistamista milloin tahansa lähettämällä epävirallisen pyynnön sähköpostitse osoitteeseen proyaleg@gmail.com. Tällaisen pyynnön jälkeen kaikki sinua koskevat tiedot poistetaan pysyvästi ja peruuttamattomasti, ellei tietojen säilyttämiseen ole lakisääteistä velvollisuutta." 
}