{
    "main-title": "Eettiset ohjeet",

    "head-description": "Pyrimme rakentamaan pelialaa, joka on reilu, vastuullinen ja inhimillinen – paikka, jossa luovuus ja etiikka kulkevat käsi kädessä.",
    "og-title": "Eettiset ohjeet - ALT Zone",
    "og-description": "Tutustu Psyche's Royale Gamingin eettisiin ohjeisiin pelaajille, työntekijöille ja yhteistyökumppaneille.",

    "intro-nav-menu-title": "Eettiset ohjeet",
    "intro-label": "",
    "intro-description": "Pyrimme rakentamaan pelialaa, joka on reilu, vastuullinen ja inhimillinen – paikka, jossa luovuus ja etiikka kulkevat käsi kädessä. Haluamme, että pelaajamme, tekijämme ja yhteistyökumppanimme voivat luottaa siihen, että toimimme läpinäkyvästi, vastuullisesti ja toisiamme kunnioittaen.",

    "players-nav-menu-title": "Pelaajat",
    "players-label": "Pelaajien kunnioittaminen",
    "players-description": "• Kehitämme pelejä, jotka tarjoavat reilun, hauskan ja merkityksellisen kokemuksen kaikille pelaajille.<br> • Kunnioitamme pelaajien yksityisyyttä ja käsittelemme henkilötietoja vastuullisesti ja tietosuojalainsäädännön mukaisesti.<br> • Pyrimme luomaan sisältöä, joka on sopivaa kohdeyleisölle ja huomioi erilaiset taustat, kulttuurit ja arvot.<br> • Edistämme saavutettavuutta, jotta mahdollisimman moni voi nauttia peleistämme.",

    "employees-nav-menu-title": "Kehittäjät",
    "employees-label": "Työntekijöiden ja kehittäjien oikeudet",
    "employees-description": "• Tuemme terveellistä ja kestävää työkulttuuria, jossa vältetään ylikuormitusta ja kunnioitetaan yksilön hyvinvointia.<br> • Arvostamme monimuotoisuutta ja yhdenvertaisuutta kaikessa toiminnassamme.<br> • Kunnioitamme tekijänoikeuksia ja annamme tunnustusta jokaisen työntekijän ja vapaaehtoisen panokselle.",

    "business-nav-menu-title": "Markkinointi",
    "business-label": "Liiketoiminnan ja markkinoinnin eettisyys",
    "business-description": "• Toimimme avoimesti ja rehellisesti markkinoinnissa ja viestinnässä.<br> • Mikrotransaktiot ja maksullinen sisältö esitetään aina selkeästi ja läpinäkyvästi.<br> • Emme hyödynnä pelaajien haavoittuvuutta tai käytä manipuloivia pelimekaniikkoja kulutuksen lisäämiseksi.",

    "society-nav-menu-title": "Vastuu",
    "society-label": "Yhteiskunnallinen vastuu",
    "society-description": "• Vältämme stereotyyppisiä, syrjiviä tai loukkaavia kuvauksia ja pyrimme vahvistamaan positiivisia arvoja.<br> • Huomioimme ympäristövaikutukset pelien kehityksessä ja ylläpidossa mahdollisuuksiemme mukaan.<br> • Uskomme pelien voimaan edistää oppimista, yhteisöllisyyttä ja myönteistä vuorovaikutusta.",

    "law-nav-menu-title": "Lainsäädäntö",
    "law-label": "Lainsäädäntö ja vastuullisuus",
    "law-description": "• Noudatamme kaikkia sovellettavia lakeja ja viranomaismääräyksiä, mukaan lukien tietosuoja-, tekijänoikeus- ja kuluttajansuojalait.<br> • Sitoudumme toimimaan läpinäkyvästi ja ottamaan vastuun toiminnastamme.<br> • Kuuntelemme aktiivisesti pelaajien, työntekijöiden ja yhteistyökumppaneiden palautetta kehittääksemme toimintaamme jatkuvasti."
}