{
    "PlayOnline": "Pelaa",
    "playWithUs-download": "Lataa",
    "head-title": "AltZone",

    "head-description": "ALT Zone on verkkomoninpeli mobiilialustalle, jota kehitetään peruskoulujen taideopetuksen opetusvälineeksi.",
    "head-keywords": "altzone, peli, yhteisö, sarjakuvat, galleriat, pelaa, rekisteröidy, kirjaudu sisään",
    "og-title": "ALT Zone - Aloita pelisi täältä",
    "og-description": "ALT Zone on verkkomoninpeli mobiilialustalle, jota kehitetään peruskoulujen taideopetuksen opetusvälineeksi.",
    "ranking-player": "pelaaja",
    "ranking-score": "pisteet",

    "main-about": "Meistä",
    "main-prg": "Mikä on PRG?",
    "main-teacherspage": "Opettajan sivut",
    "main-play": "Pelaa peliä!",

    "main-title": "TEHDÄÄN YHDESSÄ \nMAAILMAN PARAS PELI!",
    "main-description": "ALT Zone -mobiilipelissä astut ihmismielen syövereihin, jossa pelihahmot edustavat suojautumismekanismeja ja kohtaavat toisensa vuorovaikutustilanteiden taistelukentällä.",
    "main-sub-description": "Seikkaile sielujemme labyrintissa \nPystytkö kohtaamaan defenssisi?",

    "project-description-title": "Mitä on ALT Zone?",
    "project-description-text": "ALT Zone on vapaaehtoistuotantona toteuttava taidemobiilipeli, jota tehdään yhteistyössä nuorten kanssa. Pelissä ihmisen suojautumismekanismit kohtaavat toisensa vuorovaikutustilanteiden taistelukentällä.\n\nPelin oheen luodaan yläasteille ja toisen asteen oppilaitoksille suunnattu pelitaidekasvatuksen materiaali, jota opettaja voi helposti soveltaa käytännössä. Oppilailla on mahdollisuus jatkaa pelin kehittämistä. Ideoiden pohjalta valmistuva ALT Zone 2.0 -pelin tuotto lahjoitetaan lyhentämättömänä nuorten unelmien tukemiseksi.",
    "project-description-array": [
        "ALT Zone on taiteellisella sisällöllä varustettu mobiilipeli, jota kehitetään peruskoulujen taideopetuksen opetusvälineeksi. Pelitaiteen opetus on itsessään haastavaa, opetus perustuu vahvasti omakohtaiseen kokemukseen ja analysointiin, yhteistä kokemusta on lähes mahdotonta saavuttaa.",
        "ALT Zone tarjoaa yhteisen pohjan pelitaiteen opetukselle. Opetuspaketti on helppo toteuttaa; se sisältää mobiili- tai pc-laitteella testattavan demopelin, sekä pelitaiteen ajatteluun ohjaavia kysymyksiä. Peliä voidaan myös analysoida pelkästään videoiden ja kuvien avulla.",
        "Oppilailla on mahdollisuus jatkokehittää peliä sovelluskaupasta myöhemmin ladattavaksi ALT Zone 2.0 - mobiilipeliksi. ALT Zone 2.0 pelin tuotto menee nuorten unelmien tukemiseen siihen perustettavan säätiön kautta."
    ],
    "follow-us-text": "Seuraa ALT Zonea somessa",

    "getToKnowComics": "Tutustu sarjakuvaan",
    "getToKnowComics-title": "Pelikeksijän tarina",

    "videoAndGalleries-title": "Meidän taide:",

    "playWithUs-title": "Aloita Pelaaminen Nyt!",
    "playWithUs-OpenPositions-title": "Katso avoimet paikat",
    "playWithUs-OpenPositions-body": "Tule mukaan",
    "playWithUs-BecomeATester-title": "Tule testaajaksi",
    "playWithUs-BecomeATester-body": "Tee sovelluksesta parempi",
    "playWithUs-WebGLNotice": "Tunnettujen WebGL-yhteensopivuusongelmien vuoksi WebGL-pelimme ei välttämättä toimi oikein iPhonessa tai Macissa.",

    "descriptionCard-title": "Tutustu Defenssiluokkiimme",

    "gallery-seeMore": "Lue lisää meistä about sivuiltamme",
    "socials-text": "Seuraa Alt Zonea somessa",

    "playWithUs-text": "Selaimessa",
    "playWithUs-download-text": "Google play kaupasta",

    "contact-title": "Kiinnostuitko\ntyöskentelemään\nkanssamme?",
    "contact-linkText": "Ota yhteyttä",

    "newsSection-title": "ALT Uutiset",
    "newsSection-seeMore": "Lue lisää"
}
