{
  "head-title": "Mikä on PRG",
  "prg": "PRG -Psyche's Royale Gaming RY",
  "prg-text": "PRG – Psyche’s Royale Gaming ry on voittoa tavoittelematon yhdistys, joka tarjoaa yhteisöllisen alustan osallistavaan pelitoimintaan ja uusien pelien kehittämiseen. Tällä hetkellä päätavoitteenamme on kehittää ALT Zone -mobiilipeliä koulukäyttöön – ei-kaupallisena ja osallistavana projektina. Toimintaamme voi verrata harrastajateatteriin: mukana on ihmisiä erilaisista taustoista – \nosa suorittaa työharjo ittelua pelialan opintojen yhteydessä, osa osallistuu työkokeilun kautta, ja monet toimivat vapaaehtoisina PRG:n harrastajajäseninä. Jokainen osallistuu omalla tavallaan ja tekee juuri sitä, mikä innostaa ja kehittää. PRG tarjoaa mahdollisuuden kasvaa, oppia ja tehdä merkityksellistä yhteistyötä pelialalla – riippumatta siitä, missä vaiheessa elämää tai uraa olet.",
  "action-plan": "Toimintasuunnitelma",
  "action-plan-text": "PRG:n toimintasuunnitelma kertoo, mihin keskitymme seuraavaksi: pelikehityksen painopisteet, yhteisön kasvattaminen ja yhteistyöt koulujen kanssa.",
  "activity-report": "Toimintakertomus",
  "activity-report-text": "Tältä sivulta voit lukea PRG:n viimeisimmän toimintakertomuksen, jossa kerromme, mitä olemme tehneet, mitä saavutimme ja millaisia projekteja olemme toteuttaneet.",
  "bylaws": "Yhdistyksen säännöt",
  "bylaws-text": "PRG toimii rekisteröitynä yhdistyksenä. Alta löydät viralliset yhdistyksen säännöt, joissa kuvataan yhdistyksen tarkoitus, rakenne ja toimintaperiaatteet.",
  "check-pdf": "Katso PDF",
  "prg-board": "PRG hallitus",
  "helena-job": "Toiminnanjohtaja, puheenjohtaja",
  "helena-profession": "Teatteri-ilmaisun ohjaaja, ammatillinen opettaja, nuoriso-ohjaaja, ratkaisukeskeinen työnohjaaja, julistetaiteilija",
  "esa-job": "Hallituksen jäsen, varapuheenjohtaja",
  "esa-profession": "Aikuiskasvatustieteen maisteri, pelitaiteen väitöskirjatutkija",
  "emmi-irina-job": "Hallituksen jäsen",
  "emmi-irina-profession": "Nuoriso-ohjaaja",
  "see-board": "Näe koko hallitus täällä",
  "prg-team": "PRG:n tiimissä on toiminut useita eri alojen ammattilaisia, innokkaita opiskelijoita ja sitoutuneita vapaaehtoisia.",
  "meet-board": "Tutustu koko hallitukseen täällä",
  "alt-zone-team": "ALT Zone -tiimi täällä",
  "open-pdf": "Avaa PDF:n uudessa välilehdessä",
  "link-to-team-page": "Avaa ALT Zone tiimi - sivun uudessa välilehdessä."
}