{
  "head-title": "AltZone",
  "head-description": "Altzone on yhteisöllisesti rakennettava mobiilimoninpeli, jonka tavoitteena on toimia viihteellisenä pelitaiteen opetuspakettina",
  "head-keywords": "altzone, peli, yhteisö, sarjakuvat, galleriat, pelaa, rekisteröidy, kirjaudu sisään",
  "og-title": "AltZone - Aloita pelisi täällä",
  "og-description": "Altzone on yhteisöllisesti rakennettava mobiilimoninpeli, jonka tavoitteena on toimia viihteellisenä pelitaiteen opetuspakettina",
  "section-title": "Pelitaide",
  "main": "Etusivu",

  "policies-label": "ALT Zonen tietosuojakäytäntö",
  "policies-description": "",

  "privacy-label": "Tietosuojakäytäntö",
  "privacy-description": "Viimeksi päivitetty: 12. joulukuuta 2023 <br>Tämä tietosuojakäytäntö kuvaa meidän käytäntömme ja menettelytapamme tietojesi keräämisessä, käytössä ja luovuttamisessa, kun käytät palvelua, ja kertoo sinulle yksityisyydensuojan oikeuksistasi ja siitä, miten laki suojaa sinua.<br> Käytämme henkilökohtaisia tietojasi palvelun tarjoamiseen ja parantamiseen. Käyttämällä palvelua hyväksyt tietojesi keräämisen ja käytön tämän tietosuojakäytännön mukaisesti. Tämä tietosuojakäytäntö on luotu ilmaisen tietosuojakäytännön generaattorin avulla.",

  "interpretation-label": "Tulkinna ja määritelmät",
  "interpretation-description": "<h3>Tulkinta</h3>Alkukirjaimella isolla kirjoitetuilla sanoilla on seuraavissa ehdoissa määritellyt merkitykset. Seuraavilla määritelmillä on sama merkitys riippumatta siitä, esiintyvätkö ne yksikössä vai monikossa.<br><br><h3>Määritelmät</h3>Tätä tietosuojakäytäntöä varten: <br> ●<b>Tili</b> tarkoittaa ainutlaatuista tiliä, joka on luotu sinulle pääsyä varten palveluumme tai osiin palvelustamme. <br> ●<b>Liitännäinen</b> tarkoittaa yhteisöä, joka hallitsee, jota hallitaan tai joka on yhteisen hallinnan alainen osapuolen kanssa, jossa 'hallinta' tarkoittaa omistusta 50 prosentista tai enemmän osakkeista, osakepääomasta tai muista äänioikeuksista johtajien tai muun hallintoelimen valinnassa. <br> ●<b>Sovellus</b> viittaa ALT Zoneen, yrityksen tarjoamaan ohjelmistoon. <br> ●<b>Yritys</b> (viitataan nimellä 'Yritys', 'Me', 'Meitä' tai 'Meidän' tässä sopimuksessa) viittaa Psyche's Royale Gaming ry:hin, c/o Pavloff, Laturinkatu 3, 08100 Lohja. <br> ●<b>Maa</b> viittaa: Suomi <br> ●<b>Laite</b> tarkoittaa mitä tahansa laitetta, joka voi käyttää palvelua, kuten tietokonetta, matkapuhelinta tai digitaalista tablettia. <br> ●<b>Henkilötiedot</b> ovat mitä tahansa tietoja, jotka liittyvät tunnistettuun tai tunnistettavissa olevaan henkilöön. <br> ●<b>Palvelu</b> viittaa sovellukseen. <br> ●<b>Palveluntarjoaja</b> tarkoittaa luonnollista tai oikeushenkilöä, joka käsittelee tietoja yrityksen puolesta. Se viittaa kolmansien osapuolien yrityksiin tai yksityishenkilöihin, jotka yritys on palkannut helpottamaan palvelun tarjoamista, tarjoamaan palvelun yrityksen puolesta, suorittamaan palveluun liittyviä palveluja tai auttamaan yritystä analysoimaan palvelun käyttöä. <br> ●<b>Käyttötiedot</b> viittaa automaattisesti kerättyihin tietoihin, joko palvelun käytöstä tai palveluinfrastruktuurista itsestään (esimerkiksi sivun vierailun kesto). <br> ●<b>Sinä</b> tarkoittaa henkilöä, joka käyttää palvelua, tai yritystä tai muuta oikeushenkilöä, jonka puolesta kyseinen henkilö käyttää palvelua, soveltuvin osin.",

  "collecting-label": "Henkilötietojesi kerääminen ja käyttäminen",
  "collecting-description": "<h3>Kerättyjen tietojen tyypit</h3><br><h3>Henkilötiedot</h3><br>Käyttäessäsi palveluamme saatamme pyytää sinua antamaan meille tiettyjä henkilöllisyystietoja, joita voidaan käyttää sinuun yhteyden ottamiseen tai tunnistamiseen. Henkilöllisyystietoihin voi sisältyä muun muassa:<br> ●<b>Sähköpostiosoite</b><br><br><h3>Käyttötiedot</h3><br>Käyttötiedot kerätään automaattisesti palvelua käytettäessä.<br><br>Käyttötiedot voivat sisältää tietoja, kuten laitteen Internet Protocol (IP) -osoitteen, selaimen tyypin, selaimen version, palvelumme sivut, joita käyt, vierailun päivämäärän ja kellonajan, näillä sivuilla vietetyn ajan, yksilölliset laitteen tunnisteet ja muut diagnostiikkatiedot.<br><br>Kun käytät palvelua mobiililaitteella tai sen kautta, saatamme kerätä automaattisesti tiettyjä tietoja, mukaan lukien mutta ei rajoittuen, käyttämäsi mobiililaitteen tyyppi, mobiililaitteen yksilöllinen tunniste, mobiililaitteen IP-osoite, mobiilikäyttöjärjestelmä, käyttämäsi mobiiliselaimen tyyppi, yksilölliset laitteen tunnisteet ja muut diagnostiikkatiedot.<br><br>Saatamme myös kerätä tietoja, joita selaimesi lähettää aina, kun vierailet palvelussamme tai kun käytät palvelua mobiililaitteen kautta.<br><br><h3>Henkilötietojesi käyttö</h3><br>Yritys saattaa käyttää henkilötietojasi seuraaviin tarkoituksiin:<br> ●<b>Tarjotakseen ja ylläpitääkseen palveluamme</b>, mukaan lukien palvelumme käytön seuranta.<br> ●<b>Tilisi hallintaan</b>: hallitakseen rekisteröitymistäsi palvelun käyttäjänä. Antamasi henkilötiedot voivat antaa sinulle pääsyn erilaisiin palvelun toimintoihin, jotka ovat käytettävissäsi rekisteröityneenä käyttäjänä.<br> ●<b>Sopimuksen täytäntöönpanoon</b>: kehittää, noudattaa ja toteuttaa ostosopimusta tuotteista, tavaroista tai palveluista, jotka olet ostanut tai mistä tahansa muusta sopimuksesta kanssamme palvelun kautta.<br> ●<b>Ottaakseen sinuun yhteyttä</b>: Ottaakseen sinuun yhteyttä sähköpostitse, puhelimitse, tekstiviestillä tai muilla vastaavilla sähköisen viestinnän muodoilla, kuten mobiilisovelluksen push-ilmoituksilla, päivityksistä tai palvelun toimintoihin, tuotteisiin tai sopimuksiin liittyvistä tiedoista, mukaan lukien tietoturvapäivitykset, silloin kun se on tarpeen tai kohtuullista niiden toteuttamiseksi.<br> ●<b>Tarjoakseen sinulle uutisia, erikoistarjouksia ja yleistä tietoa</b> muista tavaroista, palveluista ja tapahtumista, joita tarjoamme ja jotka ovat samankaltaisia kuin ne, joita olet jo ostanut tai joista olet tiedustellut, ellei ole ilmoittanut, ettet halua vastaanottaa tällaisia tietoja.<br> ●<b>Hallinnoidakseen pyyntöjäsi</b>: Hallinnoidakseen meille lähettämiäsi pyyntöjä.<br> ●<b>Liiketoimintasiirtoihin</b>: Saatamme käyttää tietojasi arvioidaksemme tai suorittaaksemme yhdistymisen, divestoinnin, uudelleenjärjestelyn, uudelleenorganisoinnin, purkamisen tai muun myynnin tai siirron osalle tai kaikille omaisuudellemme, joko toiminnan jatkuvuuden tai osana konkurssia, likvidaatiota tai vastaavaa menettelyä, jossa hallussamme olevat palvelun käyttäjien henkilötiedot ovat siirrettävien omaisuuserien joukossa.<br> ●<b>Muita tarkoituksia varten</b>: Saatamme käyttää tietojasi muihin tarkoituksiin, kuten tietojen analysointiin, käyttösuuntausten tunnistamiseen, markkinointikampanjoidemme tehokkuuden määrittämiseen ja palvelumme, tuotteidemme, palvelujemme, markkinointimme ja kokemuksesi arviointiin ja parantamiseen.<br><br><h3>Saatamme jakaa henkilötietojasi seuraavissa tilanteissa:</h3><br> ●<b>Palveluntarjoajien kanssa</b>: Saatamme jakaa henkilötietojasi palveluntarjoajien kanssa seuratakseen ja analysoidakseen palvelumme käyttöä, ottaakseen sinuun yhteyttä.<br> ●<b>Liiketoimintasiirtoihin</b>: Saatamme jakaa tai siirtää henkilötietojasi yhteydessä mihin tahansa yhdistymiseen, yrityksen omaisuuden myyntiin, rahoitukseen tai koko liiketoimintamme tai sen osan hankintaan toiselle yritykselle.<br> ●<b>Liitännäisten kanssa</b>: Saatamme jakaa tietojasi liitännäisten kanssa, jolloin vaadimme näitä liitännäisiä kunnioittamaan tätä tietosuojakäytäntöä. Liitännäisiin kuuluvat emoyhtiömme ja kaikki muut tytäryhtiömme, yhteisyrityskumppanimme tai muut yritykset, joita hallitsemme tai jotka ovat yhteisen hallinnan alaisia kanssamme.<br> ●<b>Liikekumppaneiden kanssa</b>: Saatamme jakaa tietojasi liikekumppaneidemme kanssa tarjotaksemme sinulle tiettyjä tuotteita, palveluita tai kampanjoita.<br> ●<b>Muiden käyttäjien kanssa</b>: kun jaat henkilötietoja tai muuten vuorovaikutat julkisilla alueilla muiden käyttäjien kanssa, tällaiset tiedot voivat olla kaikkien käyttäjien nähtävissä ja niitä voidaan levittää julkisesti ulkopuolella.<br> ●<b>Suostumuksellasi</b>: Saatamme luovuttaa henkilötietojasi muuhun tarkoitukseen suostumuksellasi.<br><br><h3>Henkilötietojesi säilyttäminen</h3><br>Yritys säilyttää henkilötietojasi vain niin kauan kuin on tarpeen tässä tietosuojakäytännössä esitettyjen tarkoitusten toteuttamiseksi. Säilytämme ja käytämme henkilötietojasi tarvittavassa määrin lakisääteisten velvollisuuksiemme täyttämiseksi (esimerkiksi jos meidän on säilytettävä tietojasi sovellettavien lakien noudattamiseksi), riitojen ratkaisemiseksi ja oikeudellisten sopimustemme ja käytäntöjemme toimeenpanemiseksi.<br><br>Yritys säilyttää myös käyttötietoja sisäisiin analyysitarkoituksiin. Käyttötietoja säilytetään yleensä lyhyemmän ajan, paitsi kun näitä tietoja käytetään turvallisuuden vahvistamiseen tai palvelumme toiminnallisuuden parantamiseen, tai kun meillä on lakisääteinen velvollisuus säilyttää näitä tietoja pidemmän aikaa.<br><br><h3>Henkilötietojesi siirtäminen</h3><br>Tietosi, mukaan lukien henkilötiedot, käsitellään yrityksen toimistoissa ja muissa paikoissa, joissa käsittelyyn osallistuvat osapuolet sijaitsevat. Tämä tarkoittaa, että näitä tietoja voidaan siirtää - ja ylläpitää - tietokoneilla, jotka sijaitsevat oman osavaltiosi, provinssisi, maasi tai muun hallintoalueesi ulkopuolella, joissa tietosuojalait saattavat poiketa oman lainkäyttöalueesi laeista.<br><br>Suostumuksesi tähän tietosuojakäytäntöön ja tällaisen tiedon lähettäminen edustaa suostumustasi tähän siirtoon.<br><br>Yritys ryhtyy kaikkiin kohtuullisiin toimenpiteisiin varmistaakseen, että tietojasi käsitellään turvallisesti ja tämän tietosuojakäytännön mukaisesti, eikä henkilötietojasi siirretä mihinkään organisaatioon tai maahan, ellei ole käytössä asianmukaisia hallintatoimia, mukaan lukien tietojesi ja muiden henkilötietojen turvallisuus.<br><br><h3>Henkilötietojesi poistaminen</h3><br>Sinulla on oikeus poistaa tai pyytää meitä auttamaan sinua poistamaan henkilötietoja, jotka olemme keränneet sinusta.<br><br>Palvelumme saattaa antaa sinulle mahdollisuuden poistaa tiettyjä tietoja sinusta palvelun sisältä.<br><br>Voit päivittää, muokata tai poistaa tietojasi milloin tahansa kirjautumalla tilillesi, jos sinulla on sellainen, ja vierailemalla tilin asetukset -osiossa, joka mahdollistaa henkilötietojesi hallinnan. Voit myös ottaa yhteyttä meihin pyytääksesi pääsyä, korjata tai poistaa mitä tahansa meille antamiasi henkilötietoja.<br><br>Huomaa kuitenkin, että saatamme joutua säilyttämään tiettyjä tietoja, kun meillä on lakisääteinen velvollisuus tai laillinen perusta tehdä niin.<br><br><h3>Henkilötietojesi paljastaminen</h3><br><br><b>Liiketoimintatapahtumat</b><br>Jos yritys on mukana sulautumisessa, yritysostossa tai omaisuuden myynnissä, henkilötietojasi voidaan siirtää. Ilmoitamme ennen henkilötietojesi siirtämistä ja niiden alistumista erilaiseen tietosuojakäytäntöön.<br><br><b>Lainvalvonta</b><br>Tietyissä olosuhteissa yritys saattaa joutua paljastamaan henkilötietojasi, jos laki niin vaatii tai vastauksena julkisten viranomaisten (esimerkiksi tuomioistuin tai valtion virasto) päteviin pyyntöihin.<br><br><b>Muut oikeudelliset vaatimukset</b><br>Yritys saattaa paljastaa henkilötietojasi hyvässä uskossa uskoen, että tällainen toiminta on tarpeen:<br> ●Lain noudattamiseksi<br> ●Yrityksen oikeuksien tai omaisuuden suojelemiseksi ja puolustamiseksi<br> ●Mahdollisten väärinkäytösten ehkäisemiseksi tai tutkimiseksi palvelun yhteydessä<br> ●Palvelun käyttäjien tai yleisön henkilökohtaisen turvallisuuden suojelemiseksi<br> ●Oikeudelliselta vastuulta suojelemiseksi<br><br><h3>Henkilötietojesi turvallisuus</h3><br>Henkilötietojesi turvallisuus on meille tärkeää, mutta muista, että mikään tiedonsiirtomenetelmä Internetin kautta tai elektroninen tallennusmenetelmä ei ole 100% turvallinen. Vaikka pyrimme käyttämään kaupallisesti hyväksyttäviä keinoja suojellaksemme henkilötietojasi, emme voi taata niiden ehdotonta turvallisuutta.",

  "children-label": "Lasten yksityisyys",
  "children-description": "Palvelumme ei koske alle 13-vuotiaita henkilöitä. Emme tietoisesti kerää henkilöllisyystietoja alle 13-vuotiailta henkilöiltä. Jos olet vanhempi tai huoltaja ja olet tietoinen siitä, että lapsesi on antanut meille henkilötietoja, ota meihin yhteyttä. Jos tulemme tietoisiksi siitä, että olemme keränneet henkilötietoja alle 13-vuotiailta ilman vanhempien suostumuksen vahvistamista, ryhdymme toimenpiteisiin poistaaksemme nämä tiedot palvelimiltamme.<br> <br>Jos meidän on luotettava suostumukseen laillisena perustana tietojesi käsittelylle ja maassasi vaaditaan vanhemman suostumus, saatamme vaatia vanhempasi suostumusta ennen tietojen keräämistä ja käyttämistä.",

  "websites-label": "Linkit muihin verkkosivustoihin",
  "websites-description": "Palvelumme saattaa sisältää linkkejä muihin verkkosivustoihin, joita emme hallinnoi. Jos napsautat kolmannen osapuolen linkkiä, sinut ohjataan kyseisen kolmannen osapuolen sivustolle. Suosittelemme voimakkaasti tutustumaan jokaisen vierailemasi sivuston tietosuojakäytäntöön.<br><br>Emme hallitse emmekä ota vastuuta kolmannen osapuolen sivustojen tai palveluiden sisällöstä, tietosuojakäytännöistä tai käytännöistä.",

  "changes-label": "Muutokset tähän tietosuojakäytäntöön",
  "changes-description": "Saatamme päivittää tietosuojakäytäntöämme aika ajoin. Ilmoitamme sinulle kaikista muutoksista julkaisemalla uuden tietosuojakäytännön tällä sivulla.<br><br>Ilmoitamme sinulle sähköpostitse ja/tai näkyvällä ilmoituksella palvelussamme ennen muutoksen voimaantuloa ja päivitämme tämän tietosuojakäytännön 'Viimeksi päivitetty' -päivämäärän.<br><br>Sinua kehotetaan tarkistamaan tämä tietosuojakäytäntö säännöllisesti mahdollisten muutosten varalta. Muutokset tähän tietosuojakäytäntöön tulevat voimaan, kun ne julkaistaan tällä sivulla.",

  "contact-label": "Ota yhteyttä",
  "contact-description": "Jos sinulla on kysyttävää tästä tietosuojakäytännöstä, voit ottaa meihin yhteyttä:<br><br>Sähköpostitse: proyaleg@gmail.com",
  "generate-label": "",
  "generate-description": "Luotu käyttämällä ilmaista <a href=\"https://www.freeprivacypolicy.com/free-privacy-policy-generator/\" target=\"_blank\">Tietosuojakäytännön generaattoria</a>"
}
