{
    "head-title": "Opettajan sivu",
    "head-description": "Opi, miten voit järjestää ALT Zone -luokkahuoneen testisessioita neljässä yksinkertaisessa vaiheessa. Luo klaaneja, valmistele materiaaleja, jaa pelilinkki ja analysoi opiskelijoiden tuloksia - tee pelipohjaisesta oppimisesta hauskaa ja kilpailullista.",
    "head-keywords": "altzone, opettajat, luokkahuoneen testaus, koulutuspelaaminen, pelipohjainen oppiminen, testiohjeet, luo klaaneja, analysoi tuloksia",
    "og-title": "ALT Zone Opettajan sivu",
    "og-description": "Vaiheittaiset ohjeet opettajille ALT Zone -luokkahuoneen testisessioiden järjestämiseen. Luo klaaneja, valmistele materiaaleja, käynnistä peli ja analysoi opiskelijoiden suoritustuloksia.",
    "instructions": "1. Ohjeet",
    "preparation": "2. Valmistelu",
    "gaming": "3. Pelaaminen",
    "results": "4. Tulokset",
    "welcome": "Tervetuloa",
    "instruction-title": "Täällä pääset hallinnoimaan oppituntejasi ja valmistautumaan pelitaiteen opetukseen",
    "instruction-text": "Opettajan paneelissa kohdassa Omat oppitunnit voit luoda uuden oppitunnin antamalla sille sopivan tunnisteen (esim. 7B-luokka) sekä selata ja poistaa luomiasi oppitunteja.</p><p>Siirtymällä oppituntiin avautuu näkymä, josta löytyy kyseistä oppituntia varten tarvittavat lisätiedot klaaneihin liittymiseksi, opetukseen tarvittavat diat, klaanien tulostaulukko sekä myös kotitehtävän osuus. Opetustilanteessa heijasta vain haluamasi oppitunti sisältöineen ja vaiheineen taululle.</p><p>Opetukseen valmistautumisen yhteyteen on tehty perusteelliset infopaketit liittyen mm. pelitaiteeseen sekä tämän opetuspaketin sisältämiin pelilukutaitoihin ja niiden tehtäviin.",
    "preparation-title": "Opetukseen valmistautuminen",
    "managing-title": "Oppitunnin hallinnointi",
    "managing-text": "Opettajalla voi olla samanaikaisesti aktiivisena enintään 10 oppituntia.Opettaja voi poistaa vanhentuneita ja käytyjä oppitunteja, jolloin tilaa vapautuu seuraaville oppitunneille. Suositeltavaa myös on, että suoritettu oppitunti poistetaan mahdollisimman pian. Mikäli opettaja jättää poistamatta aikaisemmin luodun oppitunnin, se katsotaan vanhentuneeksi X kuukauden kuluttua oppitunnin luomisesta ja poistuu silloin järjestelmästä automaattisesti.",
    "implementation-title": "Oppitunnin toteutus",
    "implementation-text": "Oppituntiin sisällytetään kaksi klaania, jotka kilpailevat keskenään testauksen ajan. Tutustukaa ensin pelilukutaidon tehtäviin ja pelitaiteen opetusmateriaaliin ja varatkaa tälle aikaa noin XX.</p><p>Testaus voidaan aloittaa, kun oppilaat ovat ladanneet pelin testiversion tämän sivun alaosasta ja luoneet peliin tunnuksen.</p><p>Oppilaat pääsevät liittymään klaaneihin niille osoitetuilla salasanoilla pelistä. Jakaututukaa näihin kahteen klaaniin mahdollisimman tasaisesti.</p><p>Testauksen aikana oppilaat suorittavat tehtäviä eri pelilukutaidon osioista. Testauksen päättymisen jälkeen tulokset on nähtävillä tulostaulukosta. Testausosuuteen on hyvä varata aikaa noin 20 minuuttia.",
    "preparatory-materials-title": "Valmistautumista tukevat materiaalit",
    "preparatory-materials-text": "Mitä materiaaleja valmistautumiseen ja missä. Ne tähän yhteyteen.",
    "game-literacy-tasks-title": "Pelilukutaidon tehtävät",
    "game-literacy-tasks-text": "Alta pääset pelilukutaidon tehtävien sivulle. Siellä voit tutustua saatavilla oleviin tehtäviin.",
    "game-literacy-tasks-button": "Pelilukutaidon tehtävät",
    "my-lessons": "Omat oppitunnit",
    "create-lesson": "Luo oppitunti",
    "delete-lesson": "Poista oppitunti",
    "goto-lesson": "Siirry oppituntiin",
    "confirm-delete": "Oletko varma, että haluat poistaa oppitunnin?",
    "no": "Ei",
    "yes": "Kyllä",
    "lesson": "Oppitunti",
    "create": "Luo",
    "cancel": "Peruuta",
    "name-lesson": "Nimeä oppitunti",
    "number-students": "Oppilaiden määrä"
}
